[
  {
    "id": "KVGd-NabpW0C",
    "title": "The Plague",
    "authors": ["Albert Camus"],
    "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Vintage",
    "publishedDate": "1991-05-07",
    "pageCount": 312
  },
  {
    "id": "kHC0z2yD464C",
    "title": "Agamemnon's Daughter",
    "authors": ["Ismail Kadare"],
    "description": "In the title novella, a young man working for the state-controlled media agency experiences a vision of the ancient general Agamemnon, who warns him of the repercussions of his love affair with a high-ranking official's daughter, in a collection that also includes the short stories \"The Blinding Order\" and \"The Great Wall.\"",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=kHC0z2yD464C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Arcade Publishing",
    "publishedDate": "2006",
    "pageCount": 252
  },
  {
    "id": "XdMBTKWSfeMC",
    "title": "Taras Bulba",
    "authors": ["Nikolái V. Gogol"],
    "description": "Feroces, crueles, valientes y apasionados, los cosacos hacen temblar la estepa bajo los cascos de sus caballos. Y entre ellos se encuentra Taras Bulba, un anciano lleno aún de fuerza e inteligencia que junto a sus hijos, Ostap y Andrí, avanzará por tierras polacas con intención de vengar su fe ortodoxa burlada por los católicos. Ninguna guarnición, ciudad amurallada o iglesia podrán detenerlos, hasta que la desgracia se cierna sobre ellos y el apuesto y enamoradizo Andrí haga que su padre maldiga el día en que lo engendró. Taras Bulba, una anomalía entre la obra más conocida de Gogol, es una aventura trepidante, una sinfonía en perpetuo crescendo, en la que cada capítulo es más intenso y sorprendente que el anterior. un fresco tan afinadamente dibujado y tan vívido que resulta absolutamente intemporal.",
    "categories": ["Literary Criticism"],
    "thumbnail": "http://books.google.com/books/content?id=XdMBTKWSfeMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Ediciones AKAL",
    "publishedDate": "2006-12-19",
    "pageCount": 154
  },
  {
    "id": "FOHtDwAAQBAJ",
    "title": "Ready Player Two",
    "authors": ["Ernest Cline"],
    "description": "#1 NEW YORK TIMES BESTSELLER • The thrilling sequel to the beloved worldwide bestseller Ready Player One, the near-future adventure that inspired the blockbuster Steven Spielberg film. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE WASHINGTON POST • “The game is on again. . . . A great mix of exciting fantasy and threatening fact.”—The Wall Street Journal AN UNEXPECTED QUEST. TWO WORLDS AT STAKE. ARE YOU READY? Days after winning OASIS founder James Halliday’s contest, Wade Watts makes a discovery that changes everything. Hidden within Halliday’s vaults, waiting for his heir to find, lies a technological advancement that will once again change the world and make the OASIS a thousand times more wondrous—and addictive—than even Wade dreamed possible. With it comes a new riddle, and a new quest—a last Easter egg from Halliday, hinting at a mysterious prize. And an unexpected, impossibly powerful, and dangerous new rival awaits, one who’ll kill millions to get what he wants. Wade’s life and the future of the OASIS are again at stake, but this time the fate of humanity also hangs in the balance. Lovingly nostalgic and wildly original as only Ernest Cline could conceive it, Ready Player Two takes us on another imaginative, fun, action-packed adventure through his beloved virtual universe, and jolts us thrillingly into the future once again.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=FOHtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Ballantine Books",
    "publishedDate": "2020-11-24",
    "pageCount": 385
  },
  {
    "id": "icKmd-tlvPMC",
    "title": "Journey to the Center of the Earth",
    "authors": ["Jules Verne"],
    "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Bantam",
    "publishedDate": "2006-04-25",
    "pageCount": 242
  },
  {
    "id": "TayGZxfYF_EC",
    "title": "Future Shock",
    "authors": ["Alvin Toffler"],
    "description": "Explores the nature and implications of a third wave of change that is now creating a new civilization with its own life-styles, jobs, sexual attitudes, concepts of family and love, economic structures, and political philosophies",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=TayGZxfYF_EC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "New York : Bantam Books",
    "publishedDate": "1981",
    "pageCount": 537
  },
  {
    "id": "jS2BDwAAQBAJ",
    "title": "For Whom the Bell Tolls",
    "authors": ["Ernest Hemingway"],
    "description": "Introduced by Hemingway’s grandson Seán Hemingway, this newly annotated edition and literary masterpiece about an American in the Spanish Civil War features early drafts and supplementary material—including three previously uncollected short stories on war by one the greatest writers on the subject in history. In 1937 Ernest Hemingway traveled to Spain to cover the civil war for the North American Newspaper Alliance. Three years later he completed the greatest novel to emerge from “the good fight,” and one of the foremost classics of war literature in history. Published in 1940, For Whom the Bell Tolls tells of loyalty and courage, love and defeat, and the tragic death of an ideal. Robert Jordan is a young American in the International Brigades attached to an antifascist guerilla unit in the mountains of Spain. In his portrayal of Jordan’s love for the beautiful Maria and his superb account of El Sordo’s last stand, Hemingway creates a work at once rare and beautiful, strong and brutal, compassionate, moving, and wise. “If the function of a writer is to reveal reality,” Maxwell Perkins wrote Hemingway after reading the manuscript, “no one ever so completely performed it.” Greater in power, broader in scope, and more intensely emotional than any of the author’s previous works, it stands as one of the best war novels of all time. Featuring early drafts and manuscript notes, some of Hemingway’s writings during the Spanish Civil War, and three previously collected stories of his on the subject of war, as well as a personal foreword by the author’s son Patrick Hemingway, and a new introduction by the author’s grandson Seán Hemingway, this edition of For Whom the Bell Tolls brings new life to a literary master’s epic like never before.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=jS2BDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2019-07-16",
    "pageCount": 576
  },
  {
    "id": "xZNVDAaxrGIC",
    "title": "The Boleyn Inheritance",
    "authors": ["Philippa Gregory"],
    "description": "THREE WOMEN WHO SHARE ONE FATE: THE BOLEYN INHERITANCE ANNE OF CLEVES She runs from her tiny country, her hateful mother, and her abusive brother to a throne whose last three occupants are dead. King Henry VIII, her new husband, instantly dislikes her. Without friends, family, or even an understanding of the language being spoken around her, she must literally save her neck in a court ruled by a deadly game of politics and the terror of an unpredictable and vengeful king. Her Boleyn Inheritance: accusations and false witnesses. KATHERINE HOWARD She catches the king's eye within moments of arriving at court, setting in motion the dreadful machine of politics, intrigue, and treason that she does not understand. She only knows that she is beautiful, that men desire her, that she is young and in love -- but not with the diseased old man who made her queen, beds her night after night, and killed her cousin Anne. Her Boleyn Inheritance: the threat of the axe. JANE ROCHFORD She is the Boleyn girl whose testimony sent her husband and sister-in-law to their deaths. She is the trusted friend of two threatened queens, the perfectly loyal spy for her uncle, the Duke of Norfolk, and a canny survivor in the murderous court of a most dangerous king. Throughout Europe, her name is a byword for malice, jealousy, and twisted lust. Her Boleyn Inheritance: a fortune and a title, in exchange for her soul. The Boleyn Inheritance is a novel drawn tight as a lute string about a court ruled by the gallows and three women whose positions brought them wealth, admiration, and power as well as deceit, betrayal, and terror. Once again, Philippa Gregory has brought a vanished world to life -- the whisper of a silk skirt on a stone stair, the yellow glow of candlelight illuminating a hastily written note, the murmurs of the crowd gathering on Tower Green below the newly built scaffold. In The Boleyn Inheritance Gregory is at her intelligent and page-turning best.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=xZNVDAaxrGIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2008-12-30",
    "pageCount": 596
  },
  {
    "id": "ko6qK38hRDYC",
    "title": "The Complete Stories",
    "authors": ["Franz Kafka"],
    "description": "The complete stories of one of the greatest writers of the twentieth century, the author of The Metamorphosis and The Trial. “An important book, valuable in itself and absolutely fascinating. The stories are dreamlike, allegorical, symbolic, parabolic, grotesque, ritualistic, nasty, lucent, extremely personal, ghoulishly detached, exquisitely comic, numinous, and prophetic.” —The New York Times The Complete Stories brings together all of Kafka’s stories, from the classic tales such as “The Metamorphosis,” “In the Penal Colony,” and “A Hunger Artist” to shorter pieces and fragments that Max Brod, Kafka’s literary executor, released after Kafka’s death. With the exception of his three novels, the whole of Kafka’s narrative work is included in this volume. “[Kafka] spoke for millions in their new unease; a century after his birth, he seems the last holy writer, and the supreme fabulist of modern man’s cosmic predicament.” —from the Foreword by John Updike",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=ko6qK38hRDYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Schocken",
    "publishedDate": "2012-10-24",
    "pageCount": 612
  },
  {
    "id": "3H5jDwAAQBAJ",
    "title": "Night Flight",
    "authors": ["Antoine de Saint-Exupery"],
    "description": "Under the pressure of his boss, the intransigent Riviere, the airmail pilot Fabien attempts a perilous flight during a heavy night-time thunderstorm in Argentina. As conditions get worse and the radio communication with Fabien becomes increasingly difficult, Riviere begins to question his uncompromising methods, and his distress turns to guilt when the pilot's wife comes to find him in search of answers.Based on Saint-Exupery's own experiences as a commercial pilot, Night Flight is a haunting and lyrical examination of duty, destiny and the individual, as well as an authentic and tragic portrayal of the intrepid early days of human air travel.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=3H5jDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Alma Books",
    "publishedDate": "2018-01-01",
    "pageCount": 129
  },
  {
    "id": "OqAFAQAAIAAJ",
    "title": "Mrs. Dalloway",
    "authors": ["Virginia Woolf"],
    "description": "Heralded as Virginia Woolf's greatest novel, this is a vivid portrait of a single day in a woman's life. When we meet her, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of party preparation while in her mind she is something much more than a perfect society hostess. As she readies her house, she is flooded with remembrances of faraway times. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old. \"Mrs. Dalloway was the first novel to split the atom. If the novel before Mrs. Dalloway aspired to immensities of scope and scale, to heroic journeys across vast landscapes, with Mrs. Dalloway Virginia Woolf insisted that it could also locate the enormous within the everyday; that a life of errands and party-giving was every bit as viable a subject as any life lived anywhere; and that should any human act in any novel seem unimportant, it has merely been inadequately observed. The novel asan art form has not been the same since. \"Mrs. Dalloway also contains some of the most beautiful, complex, incisive and idiosyncratic sentences ever written in English, and that alone would be reason enough to read it. It is one of the most moving, revolutionary artworks of the twentieth century.\" --Michael Cunningham, author of The Hours",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=OqAFAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Houghton Mifflin Harcourt",
    "publishedDate": "1925",
    "pageCount": 312
  },
  {
    "id": "54xEDwAAQBAJ",
    "title": "Growth of the Soil",
    "authors": ["Knut Hamsun"],
    "description": "The story of an elemental existence in rural Norway.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=54xEDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Vintage",
    "publishedDate": "1972-05-12",
    "pageCount": 449
  },
  {
    "id": "oNY0DwAAQBAJ",
    "title": "There There",
    "authors": ["Tommy Orange"],
    "description": "PULITZER PRIZE FINALIST • NATIONAL BESTSELLER • A wondrous and shattering award-winning novel that follows twelve characters from Native communities: all traveling to the Big Oakland Powwow, all connected to one another in ways they may not yet realize. A contemporary classic, this “astonishing literary debut” (Margaret Atwood, bestselling author of The Handmaid’s Tale) “places Native American voices front and center” (NPR/Fresh Air). One of The Atlantic’s Great American Novels of the Past 100 Years Among them is Jacquie Red Feather, newly sober and trying to make it back to the family she left behind. Dene Oxendene, pulling his life together after his uncle’s death and working at the powwow to honor his memory. Fourteen-year-old Orvil, coming to perform traditional dance for the very first time. They converge and collide on one fateful day at the Big Oakland Powwow and together this chorus of voices tells of the plight of the urban Native American—grappling with a complex and painful history, with an inheritance of beauty and spirituality, with communion and sacrifice and heroism A book with “so much jangling energy and brings so much news from a distinct corner of American life that it’s a revelation” (The New York Times). It is fierce, funny, suspenseful, and impossible to put down--full of poetry and rage, exploding onto the page with urgency and force. There There is at once poignant and unflinching, utterly contemporary and truly unforgettable. Don't miss Tommy Orange's new book, Wandering Stars!",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Vintage",
    "publishedDate": "2018-06-05",
    "pageCount": 256
  },
  {
    "id": "_wyvEAAAQBAJ",
    "title": "A Study in Scarlet",
    "authors": ["Arthur Conan Doyle"],
    "description": "A Study in Scarlet, detective novel by Conan Doyle, written in 1886, the story marks the first appearance of Sherlock Holmes and Dr. Watson, who would become two of the most famous characters in popular fiction. The book's title derives from a speech given by Holmes, an amateur detective, to his friend and chronicler Watson on the nature of his work, in which he describes the story's murder investigation as his \"study in scarlet\": \"There's the scarlet thread of murder running through the colourless skein of life, and our duty is to unravel it, and isolate it, and expose every inch of it.\" The story, and its main characters, attracted little public interest when it first appeared. Only 11 complete copies of the magazine in which the story first appeared, Beeton's Christmas Annual for 1887, are known to exist now and they have considerable value. Although Conan Doyle wrote 56 short stories featuring Holmes, A Study in Scarlet is one of only four full-length novels in the original canon. The novel was followed by The Sign of the Four, published in 1890. A Study in Scarlet was the first work of detective fiction to incorporate the magnifying glass as an investigative tool.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=_wyvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "anboco",
    "publishedDate": "2016-10-25",
    "pageCount": 167
  },
  {
    "id": "6vGiDwAAQBAJ",
    "title": "The Picture of Dorian Gray",
    "authors": ["Oscar Wilde"],
    "description": "The Picture of Dorian Gray is the only published novel by Oscar Wilde, appearing as the lead story in Lippincott's Monthly Magazine on 20 June 1890, printed as the July 1890 issue. The magazine's editors feared the story was indecent as submitted, so they censored roughly 500 words, without Wilde's knowledge, before publication. But even with that, the story was still greeted with outrage by British reviewers, some of whom suggested that Wilde should be prosecuted on moral grounds, leading Wilde to defend the novel aggressively in letters to the British press. Today, Wilde's fin de siècle novella is considered a classic. This new edition from Immortal Books includes footnotes and images.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Lulu.com",
    "publishedDate": "2019-07-12",
    "pageCount": 188
  },
  {
    "id": "9N1uEAAAQBAJ",
    "title": "The Hunchback of Notre-Dame",
    "authors": ["Victor Hugo"],
    "description": "Reprint of the original, first published in 1869.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=9N1uEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "BoD – Books on Demand",
    "publishedDate": "2022-05-10",
    "pageCount": 473
  },
  {
    "id": "qb6eCQAAQBAJ",
    "title": "Foe",
    "authors": ["J M Coetzee"],
    "description": "Nobel Laureate and two-time Booker prize-winning author of Disgrace and The Life and Times of Michael K, J. M. Coetzee reimagines Daniel DeFoe's classic novel Robinson Crusoe in Foe. Published as a Penguin Essential for the first time. In an act of breathtaking imagination, J.M Coetzee radically reinvents the story of Robinson Crusoe. In the early eighteenth century, Susan Barton finds herself adrift from a mutinous ship and cast ashore on a remote desert island. There she finds shelter with its only other inhabitants: a man named Cruso and his tongueless slave, Friday. In time, she builds a life for herself as Cruso's companion and, eventually, his lover. At last they are rescued by a passing ship, but only she and Friday survive the journey back to London. Determined to have her story told, she pursues the eminent man of letters Daniel Foe in the hope that he will relate truthfully her memories to the world. But with Cruso dead, Friday incapable of speech and Foe himself intent on reshaping her narrative, Barton struggles to maintain her grip on the past, only to fall victim to the seduction of storytelling itself. Treacherous, elegant and unexpectedly moving, Foe remains one of the most exquisitely composed of this pre-eminent author's works. 'A small miracle of a book. . . of marvellous intricacy and overwhelming power' Washington Post 'A superb novel' The New York Times",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=qb6eCQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Penguin UK",
    "publishedDate": "2015-05-28",
    "pageCount": 124
  },
  {
    "id": "9zqsDwAAQBAJ",
    "title": "Alpine Ballad",
    "authors": ["Vasil Bykau"],
    "description": "A handful of families, several generations, more than a few wars. MoscTowards the end of World War II, a Belarusian soldier and an Italian girl escape from a Nazi concentration camp. The soldier wonders if he should get rid of the girl; she is a burden and is slowing him down. However, he cannot bring himself to abandon her in the snowy wilderness. Somewhere along the way, the two develop feelings for each other, but their love is not destined to grow beyond the edge of the mountains. Yet their bond cannot be denied, and in the end it proves stronger than death itself. From the master of psychological narrative whose firsthand experience with World War II enabled him to re-create the ordeal on pages of his books, Alpine Ballad is Vasil Bykau’s most heartfelt story. Bykau sends a powerful message to his readers: human values can be extrapolated and in the context of war people can still uphold their humanity. An altruistic, philanthropic project of Glagoslav Publications, Alpine Ballad is coming out as a gesture of peace and a reminder to all of the human cost of wars that ransack our planet to this day. Translated from Belarusian by Mikalai Khilo. The previous translations of Alpine Ballad were based on the Soviet-censored Russian version of the original manuscript. ow, Kabul, Barcelona. Anna Nemzer announces herself on the literary scene boldly and loudly with this debut novel about the insane, unspeakable nature of war, about human fears, treachery, lies, fateful coincidences and destinies during warfare, when there is no room left for love. The protagonists survived the war and are rescued from captivity. They are not able, however, to leave the experiences of the war behind them and move on with their lives. The novel explores what happens once the conflict is over, as they learn to live without the war, with all their loves, passions and weaknesses.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=9zqsDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Glagoslav Publications",
    "publishedDate": "2018-01-01",
    "pageCount": 172
  },
  {
    "id": "HAnWEAAAQBAJ",
    "title": "영어고전1,142 존 스튜어트 밀의 논리학 체계 제4권 1843(English Classics1,142 A System of Logic: Ratiocinative and Inductive by John Stuart Mill)",
    "authors": ["존 스튜어트 밀(John Stuart Mill, 1806~1873)"],
    "description": "▶ 19세기 영국 철학자 존 스튜어트 밀(John Stuart Mill, 1806~1873)은 존 허셜 경(Sir John Herschel, 1st Baronet, 1792~1871)의 자연철학의 연구에 관한 예비 담론(A Preliminary Discourse on the study of Natural Philosophy, 1830), 윌리엄 휴얼(William Whewell, 1794~1866)의 그들의 역사를 기반으로 설립된 귀납과학의 철학(History of the Inductive Sciences, from the Earliest to the Present Time, 1837) 등에서 제시된 논리학을 심화 혹은 반박하기 위하여 1843년 논리학 체계(A System of Logic, Ratiocinative and Inductive, 1843)를 6권(Book VI.) 64개 챕터(Chapter)의 방대한 분량으로 출간하였으며, 당시에는 단행본 2권으로 출간되었습니다. ▷ 귀납법(Inductive Reasoning) 혹은 귀납논리학(歸納論理學)은 비단 자연 과학 분야 뿐 아니라, 심리학, 사회학의 연구 방법론으로도 효용성이 높다는 점을 강조한 파격적인 주장을 담고 있으며, 이 같은 밀의 주장은 후대의 과학자와 철학자에게 지대한 영향을 미쳤습니다. ▷ 존 스튜어트 밀은 연역법을 비판한 영국의 철학자이자 과학자인 프랜시스 베이컨(Francis Bacon, 1561~1626)의 귀납법을 한층 더 발전시킨 귀납법(Inductive reasoning)의 다섯 가지 원칙(the five principles of inductive reasoning), 일명 밀의 법칙(Mill's Methods)을 제시하였으며 이로써 당대 지식인들이 갑론을박하던 귀납논리학(歸納論理學)이 구체적으로 체계화되었습니다. ▷ 밀은 논리학 체계(A System of Logic, Ratiocinative and Inductive, 1843)를 발표한 이후에도 자신의 책을 비판하거나 논박한 학자들의 의견을 검토하였으며, 이를 토대로 자신의 작품을 여러 차례 개정하였습니다. ▷ 본지에서는 2권으로 출간된 7번째 에디션(7th Edition)을 기준으로, 1~2권에 걸쳐 실린 제3권(BOOK III.)을 제1장부터 제13장(Chapter I.~Chapter XIII.)과 제14장부터 제25장(Chapter XIV.~Chapter XXV.)으로 나누어 총 7권의 시리즈로 출간하였습니다. 테마여행신문 TTN Korea 영어고전(English Classics) 1,999선과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! ▶ BOOK III. OF INDUCTION. \"In such cases the inductive and deductive methods of inquiry may be said to go hand in hand, the one verifying the conclusions deduced by the other; and the combination of experiment and theory, which may thus be brought to bear in such cases, forms an engine of discovery infinitely more powerful than either taken separately. This state of any department of science is perhaps of all others the most interesting, and that which promises the most to research.\"—Sir J. Herschel, Discourse on the Study of Natural Philosophy. ▷ 제3권. 유도(OF INDUCTION). \"이러한 경우에는 귀납적 탐구 방법과 연역적 탐구 방법이 함께 사용된다고 할 수 있으며, 하나는 다른 하나가 추론한 결론을 검증하며, 따라서 이러한 경우에 적용할 수 있는 실험과 이론의 조합은 다음과 같은 형태를 갖습니다. 개별적으로 생각하는 것보다 훨씬 더 강력한 발견의 엔진입니다. 어떤 과학 분야에서든 이러한 상태는 아마도 다른 모든 분야 중에서 가장 흥미롭고 연구에 가장 많은 것을 약속하는 것입니다.\" - 존 허셜 경(Sir John Frederick William Herschel, 1st Baronet KH FRS, 1792~1871), 자연 연구에 대한 담론 철학(Discourse on the Study of Natural Philosophy, 1830). ▶ CHAPTER XIV. OF THE LIMITS TO THE EXPLANATION OF LAWS OF NATURE; AND OF HYPOTHESES. § 1. The preceding considerations have led us to recognise a distinction between two kinds of laws, or observed uniformities in nature: ultimate laws, and what may be termed derivative laws. Derivative laws are such as are deducible from, and may, in any of the modes which we have pointed out, be resolved into, other and more general ones. Ultimate laws are those which cannot. We are not sure that any of the uniformities with which we are yet acquainted are ultimate laws; but we know that there must be ultimate laws; and that every resolution of a derivative law into more general laws, brings us nearer to them. ▷ 제14장. 자연법칙 설명의 한계; 그리고 가정. § 1. 앞선 고려 사항을 통해 우리는 두 종류의 법칙 사이의 구별 또는 자연의 관찰된 균일성, 즉 궁극적인 법칙과 파생 법칙이라고 불리는 것을 인식하게 되었습니다. 파생 법칙은 우리가 지적한 방식 중 하나에서 연역할 수 있고 다른 더 일반적인 방식으로 해결될 수 있는 법칙입니다. 궁극적인 법칙은 그렇게 할 수 없는 법칙입니다. 우리가 아직 알고 있는 통일성이 궁극적인 법칙인지는 확실하지 않습니다. 그러나 우리는 궁극적인 법칙이 있어야 한다는 것을 알고 있습니다. 파생법을 보다 일반적인 법칙으로 결의할 때마다 우리는 그 법칙에 더 가까워집니다. ▶ CHAPTER XV. OF PROGRESSIVE EFFECTS; AND OF THE CONTINUED ACTION OF CAUSES. § 1. In the last four chapters we have traced the general outlines of the theory of the generation of derivative laws from ultimate ones. In the present chapter our attention will be directed to a particular case of the derivation of laws from other laws, but a case so general, and so important, as not only to repay, but to require, a separate examination. This is, the case of a complex phenomenon resulting from one simple law, by the continual addition of an effect to itself. ▷ 제15장 점진적인 효과; 그리고 원인에 대한 지속적인 조치. § 1. 마지막 네 장에서 우리는 궁극적인 법칙으로부터 파생법칙 생성 이론의 일반적인 개요를 추적했습니다. 이 장에서 우리는 다른 법칙으로부터 법칙이 파생되는 특별한 경우에 주의를 기울일 것입니다. 그러나 이 경우는 매우 일반적이고 중요한 경우이므로 상환할 뿐만 아니라 별도의 검토가 필요합니다. 이는 하나의 단순한 법칙으로 인해 그 자체에 지속적으로 효과가 추가되는 복잡한 현상의 경우입니다. ▶ CHAPTER XVI. OF EMPIRICAL LAWS. § 1. Scientific inquirers give the name of Empirical Laws to those uniformities which observation or experiment has shown to exist, but on which they hesitate to rely in cases varying much from those which have been actually observed, for want of seeing any reason why such a law should exist. It is implied, therefore, in the notion of an empirical law, that it is not an ultimate law; that if true at all, its truth is capable of being, and requires to be, accounted for. It is a derivative law, the derivation of which is not yet known. To state the explanation, the why, of the empirical law, would be to state the laws from which it is derived; the ultimate causes on which it is contingent. And if we knew these, we should also know what are its limits; under what conditions it would cease to be fulfilled. ▷ 제16장 경험법칙. § 1. 과학적 탐구자는 관찰이나 실험을 통해 존재하는 것으로 밝혀졌지만 실제로 관찰된 것과 크게 다른 경우에는 그러한 균일성에 대해 경험법칙이라는 이름을 부여합니다. 법이 존재해야 합니다. 그러므로 경험적 법칙이라는 개념에는 그것이 궁극적인 법칙이 아니라는 것이 암시되어 있습니다. 만약 조금이라도 사실이라면, 그 진실은 설명될 수 있고 설명될 필요가 있다는 것입니다. 아직까지 그 유래가 알려지지 않은 파생법칙이다. 경험법칙에 대한 설명과 이유를 기술하는 것은 그것이 파생되는 법칙을 기술하는 것이 될 것입니다. 그것이 조건부로 되는 궁극적인 원인. 그리고 우리가 이것을 안다면, 그 한계가 무엇인지도 알아야 합니다. 어떤 조건에서 그것은 성취되지 않을 것입니다. -목차(Index)- ▶ 프롤로그(Prologue). 테마여행신문 TTN Korea 영어고전(English Classics) 1,999선을 읽어야 하는 7가지 이유 ▶ 14가지 키워드로 읽는 존 스튜어트 밀(John Stuart Mill, 1806~1873) 01. 현대 자유주의(Modern liberalism)와 리버럴 페미니즘(Liberal feminism)을 노래한 영국 철학자(English Philosopher) 02. 논리학 체계(A System of Logic, Ratiocinative and Inductive, 1843) 03. 정치경제학 원리(Principles of Political Economy, 1848) 04. 자유론(On Liberty, 1859) 05. 공리주의(Utilitarianism, 1861) 06. 대의정부론(Considerations on Representative Government, 1861) 07. 여성의 종속(The Subjection of Women, 1869) 08. 존 스튜어트 밀의 직접 쓴 자서전(The Autobiography of John Stuart Mill, 1873) 09. 종교에 대하여(Three Essays on Religion, 1874) 10. 사회주의론(Socialism, 1879) 11. 존 스튜어트 밀 선집(Collected Works of John Stuart Mill, 1963) 12. 존 스튜어트 밀을 만날 수 있는 장소 TOP20(20 Places to meet John Stuart Mill) 13. 오디오북으로 듣는 존 스튜어트 밀(Audio Books of John Stuart Mill) 14. 존 스튜어트 밀 어록 115선(115 Quotes of John Stuart Mill) ▶ 영어고전1,142 존 스튜어트 밀의 논리학 체계 제4권 1843(English Classics1,142 A System of Logic: Ratiocinative and Inductive by John Stuart Mill) Preface To The First Edition. Preface To The Third And Fourth Editions. ▶ INTRODUCTION. 01. A definition at the commencement of a subject must be provisional 02. Is logic the art and science of reasoning? 03. Or the art and science of the pursuit of truth? 04. Logic is concerned with inferences, not with intuitive truths 05. Relation of logic to the other sciences 06. Its utility, how shown 07. Definition of logic stated and illustrated ▶ BOOK III. ON INDUCTION.—(Continued.) ▷ Chapter XIV. Of the Limits to the Explanation of Laws of Nature; and of Hypotheses. 01. Can all the sequences in nature be resolvable into one law? 02. Ultimate laws cannot be less numerous than the distinguishable feelings of our nature 03. In what sense ultimate facts can be explained 04. The proper use of scientific hypotheses 05. Their indispensableness 06. Legitimate, how distinguished from illegitimate hypotheses 07. Some inquiries apparently hypothetical are really inductive ▷ Chapter XV. Of Progressive Effects; and of the Continued Action of Causes. 01. How a progressive effect results from the simple continuance of the cause 02. —and from the progressiveness of the cause 03. Derivative laws generated from a single ultimate law ▷ Chapter XVI. Of Empirical Laws. 01. Definition of an empirical law 02. Derivative laws commonly depend on collocations 03. The collocations of the permanent causes are not reducible to any law 04. Hence empirical laws cannot be relied on beyond the limits of actual experience 05. Generalizations which rest only on the Method of Agreement can only be received as empirical laws 06. Signs from which an observed uniformity of sequence may be presumed to be resolvable 07. Two kinds of empirical laws ▷ Chapter XVII. Of Chance, and its Elimination. 01. The proof of empirical laws depends on the theory of chance 02. Chance defined and characterized 03. The elimination of chance 04. Discovery of residual phenomena by eliminating chance 05. The doctrine of chances ▷ Chapter XVIII. Of the Calculation of Chances. 01. Foundation of the doctrine of chances, as taught by mathematics 02. The doctrine tenable 03. On what foundation it really rests 04. Its ultimate dependence on causation 05. Theorem of the doctrine of chances which relates to the cause of a given event 06. How applicable to the elimination of chance ▷ Chapter XIX. Of the Extension of Derivative Laws to Adjacent Cases. 01. Derivative laws, when not casual, are almost always contingent on collocations 02. On what grounds they can be extended to cases beyond the bounds of actual experience 03. Those cases must be adjacent cases ▷ Chapter XX. Of Analogy. 01. Various senses of the word analogy 02. Nature of analogical evidence 03. On what circumstances its value depends ▷ Chapter XXI. Of the Evidence of the Law of Universal Causation. 01. The law of causality does not rest on an instinct 02. But on an induction by simple enumeration 03. In what cases such induction is allowable 04. The universal prevalence of the law of causality, on what grounds admissible ▷ Chapter XXII. Of Uniformities of Coexistence not dependent on Causation. 01. Uniformities of coexistence which result from laws of sequence 02. The properties of Kinds are uniformities of coexistence 03. Some are derivative, others ultimate 04. No universal axiom of coexistence 05. The evidence of uniformities of coexistence, how measured 06. When derivative, their evidence is that of empirical laws 07. So also when ultimate 08. The evidence stronger in proportion as the law is more general 09. Every distinct Kind must be examined ▷ Chapter XXIII. Of Approximate Generalizations, and Probable Evidence. 01. The inferences called probable, rest on approximate generalizations 02. Approximate generalizations less useful in science than in life 03. In what cases they may be resorted to 04. In what manner proved 05. With what precautions employed 06. The two modes of combining probabilities 07. How approximate generalizations may be converted into accurate generalizations equivalent to them ▷ Chapter XXIV. Of the Remaining Laws of Nature. 01. Propositions which assert mere existence 02. Resemblance, considered as a subject of science 03. The axioms and theorems of mathematics comprise the principal laws of resemblance 04. —and those of order in place, and rest on induction by simple enumeration 05. The propositions of arithmetic affirm the modes of formation of some given number 06. Those of algebra affirm the equivalence of different modes of formation of numbers generally 07. The propositions of geometry are laws of outward nature 08. Why geometry is almost entirely deductive 09. Function of mathematical truths in the other sciences, and limits of that function ▷ Chapter XXV. Of the Grounds of Disbelief. 01. Improbability and impossibility 02. Examination of Hume's doctrine of miracles 03. The degrees of improbability correspond to differences in the nature of the generalization with which an assertion conflicts 04. A fact is not incredible because the chances are against it 05. Are coincidences less credible than other facts? 06. An opinion of Laplace examined Footnotes: ▶ 부록(Appendix). 세계의 고전을 여행하는 히치하이커를 위한 안내서(The Hitchhiker’s Guide to Worlds’s Classics) A01. 하버드 서점(Harvard Book Store) 직원 추천 도서 100선(Staff’s Favorite 100 Books) & 판매도서 100위(Top 100 Books) A02. 서울대(Seoul University) 권장도서 100 A03. 연세대(Yonsei University) 필독도서 고전 200선 A04. 고려대(Korea University) 세종캠퍼스 권장도서 100선 A05. 서울대·연세대·고려대(SKY University) 공통 권장도서 60권 A06. 성균관대(Sungkyunkwan University) 오거서(五車書) 성균 고전 100선 A07. 경희대(Kyung Hee University) 후마니타스 칼리지(Humanitas College) 교양필독서 100선 A08. 포스텍(포항공대, POSTECH) 권장도서 100선 A09. 카이스트(KAIST) 독서마일리지제 추천도서 100권 A10. 문학상(Literary Awards) 수상작 및 추천도서(44) A11. 영어고전(English Classics) 오디오북을 무료로 듣는 5가지 방법(How to listen to FREE audio Books legally?) A12. 영화·드라마로 만나는 영어고전(Movies and TV Shows Based on English Classic Books) ▶ 테마여행신문 TTN Korea 영어고전(English Classics) 999선 ▶ 테마여행신문 TTN Korea 영어고전(English Classics) 1,999선 ▶ 테마여행신문 TTN Korea 도서목록(1,991) ▶ 테마여행신문 TTN Korea 영어고전(English Classics) 1,999선 테마여행신문 TTN Korea 영어고전(English Classics) 1,999선은 수백 년의 세월에도 변치 않는 명저 중 대중성을 겸비한 베스트셀러를 엄선해 선정하였습니다. 한국외대 경영정보학과(2000~2007)를 졸업한 후 직장생활과 함께 방송대 관광학과(2008~2010)를 병행한 것을 시작으로 문화교양학과(2011~2012, 2015~2017), 동대학원 영상문화콘텐츠학 석사(2012~2015), 일본학과(2017~2020), 국문학과(2020~2022)를 졸업하고, 다시 영어영문학과(2022~)에 재학하며 인류의 끝없는 지식 세계를 탐험 중인 조명화 편집장의 ‘키워드로 읽는 작가 & 작품 해설’을 더해 깊이 있는 독서를 돕고자 세심하게 기획하였습니다. 시간의 흐름에도 바래지 않는 고전명작의 향취를 손 안의 스마트폰으로 365일 24시간 만나보시길 바랍니다. 테마여행신문 TTN Korea 영어고전(English Classics) 1,999선과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! ▶ 존 스튜어트 밀(John Stuart Mill, 1806~1873) 21부작 영어고전1,139 존 스튜어트 밀의 논리학 체계 제1권 1843 English Classics1,139 A System of Logic: Ratiocinative and Inductive by John Stuart Mill 영어고전1,140 존 스튜어트 밀의 논리학 체계 제2권 1843 English Classics1,140 A System of Logic: Ratiocinative and Inductive by John Stuart Mill 영어고전1,141 존 스튜어트 밀의 논리학 체계 제3권 1843 English Classics1,141 A System of Logic: Ratiocinative and Inductive by John Stuart Mill 영어고전1,142 존 스튜어트 밀의 논리학 체계 제4권 1843 English Classics1,142 A System of Logic: Ratiocinative and Inductive by John Stuart Mill 영어고전1,143 존 스튜어트 밀의 논리학 체계 제5권 1843 English Classics1,143 A System of Logic: Ratiocinative and Inductive by John Stuart Mill 영어고전1,144 존 스튜어트 밀의 논리학 체계 제6권 1843 English Classics1,144 A System of Logic: Ratiocinative and Inductive by John Stuart Mill 영어고전1,145 존 스튜어트 밀의 논리학 체계 제7권 1843 English Classics1,145 A System of Logic: Ratiocinative and Inductive by John Stuart Mill 영어고전1,146 존 스튜어트 밀의 정치경제학의 몇 가지 미해결 문제에 대한 에세이 1844 English Classics1,146 Essays on some unsettled Questions of Political Economy by John Stuart Mill 영어고전1,147 존 스튜어트 밀의 정치경제학 원리 제1권 1848 English Classics1,147 Principles of Political Economy by John Stuart Mill 영어고전1,148 존 스튜어트 밀의 정치경제학 원리 제2권 1848 English Classics1,148 Principles of Political Economy by John Stuart Mill 영어고전1,149 존 스튜어트 밀의 정치경제학 원리 제3권 1848 English Classics1,149 Principles of Political Economy by John Stuart Mill 영어고전1,150 존 스튜어트 밀의 정치경제학 원리 제4권 1848 English Classics1,150 Principles of Political Economy by John Stuart Mill 영어고전1,151 존 스튜어트 밀의 정치경제학 원리 제5권 1848 English Classics1,151 Principles of Political Economy by John Stuart Mill 영어고전1,152 존 스튜어트 밀의 자유론 1859 English Classics1,152 On Liberty by John Stuart Mill 영어고전1,153 존 스튜어트 밀의 대의정부론 1861 English Classics1,153 Considerations on Representative Government by John Stuart Mill 영어고전1,154 존 스튜어트 밀의 남북전쟁 1862 English Classics1,154 The Contest in America by John Stuart Mill 영어고전1,155 존 스튜어트 밀의 공리주의 1863 English Classics1,155 Utilitarianism by John Stuart Mill 영어고전1,156 존 스튜어트 밀의 오귀스트 콩트와 실증주의 1865 English Classics1,156 Auguste Comte and Positivism by John Stuart Mill 영어고전1,157 존 스튜어트 밀의 여성의 종속 1869 English Classics1,157 The Subjection of Women by John Stuart Mill 영어고전1,158 존 스튜어트 밀의 직접 쓴 자서전 1873 English Classics1,158 Autobiography by John Stuart Mill 영어고전1,159 존 스튜어트 밀의 사회주의론 1879 English Classics1,159 Socialism by John Stuart Mill ▶ 테마여행신문 TTN Theme Travel News Korea는 2012년부터 현재까지 2,000종 이상의 콘텐츠를 기획 및 출간한 여행 전문 디지털 콘텐츠 퍼블리셔(Digital Contents Publisher)입니다. 다양한 분야의 전문작가와 함께 신개념 여행 가이드북 원코스(1 Course), 포토에세이 원더풀(Onederful), 여행에세이 별 헤는 밤(Counting the Stars at Night) 등 전 세계를 아우르는 여행 콘텐츠를 지속적으로 발행하고 있습니다. 방송대 기네스상 2017 ‘최다 출간 및 최다 자격증’ 수상에 빛나는 테마여행신문 TTN Korea와 함께 어제도, 오늘도, 내일도 멋진 여행을! ▶ Theme Travel News TTN Korea(테마여행신문 TTN Korea) is the digital content publisher that published more than 2,000 types of content since 2012. Along with professional writers in various fields, we regularly publish various travel contents such as 1 Course(원코스), Onederful(원더풀), Counting the Stars at Night(별 헤는 밤) Series. Von voyage with Theme Travel News TTN Korea(테마여행신문 TTN Korea)! ▶ 테마여행신문 TTN Theme Travel News Korea Webzine : http://themetn.com Publisher : www.upaper.net/themetn Youtube : https://bit.ly/3LFxOhm Facebook : www.fb.com/themetn Twitter : www.twitter.com/themetn",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=HAnWEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "테마여행신문 TTN Theme Travel News Korea",
    "publishedDate": "2023-09-08",
    "pageCount": 1048
  },
  {
    "id": "CsR5mCAyLkMC",
    "title": "The Darkest Night",
    "authors": ["Gena Showalter"],
    "description": "All her life, Ashlyn Darrow has been tormented by voices from the past. To end the nightmare, she has come to Budapest seeking help from men rumored to have supernatural abilities, not knowing she'll be swept into the arms of Maddox, their most dangerous member—a man trapped in a hell of his own. Neither can resist the instant hunger that calms their torments…and ignites an irresistible passion. But every heated touch and burning kiss will edge them closer to destruction—and a soul-shattering test of love….",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=CsR5mCAyLkMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Harlequin",
    "publishedDate": "2012-06-15",
    "pageCount": 383
  },
  {
    "id": "eoSfHTy_jKgC",
    "title": "The Uncensored Picture of Dorian Gray",
    "authors": ["Oscar Wilde", "Nicholas Frankel"],
    "description": "Over 120 years after Oscar Wilde submitted The Picture of Dorian Gray for publication, the uncensored version of his novel appears here for the first time in a paperback edition. This volume restores material, including instances of graphic homosexual content, removed by the novel’s first editor, who feared it would be “offensive” to Victorians.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=eoSfHTy_jKgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Harvard University Press",
    "publishedDate": "2012-08-13",
    "pageCount": 273
  },
  {
    "id": "ORyo8qAA-CQC",
    "title": "The Odyssey of Homer",
    "authors": ["Homer"],
    "description": "Homer's epic chronicle of the Greek hero Odysseus' journey home from the Trojan War has inspired writers from Virgil to James Joyce. Odysseus survives storm and shipwreck, the cave of the Cyclops and the isle of Circe, the lure of the Sirens' song and a trip to the Underworld, only to find his most difficult challenge at home, where treacherous suitors seek to steal his kingdom and his loyal wife, Penelope. Favorite of the gods, Odysseus embodies the energy, intellect, and resourcefulness that were of highest value to the ancients and that remain ideals in out time. In this new verse translation, Allen Mandelbaum--celebrated poet and translator of Virgil's Aeneid and Dante's Divine Comedy --realizes the power and beauty of the original Greek verse and demonstrates why the epic tale of The Odyssey has captured the human imagination for nearly three thousand years.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=ORyo8qAA-CQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Bantam Classics",
    "publishedDate": "2005-12-06",
    "pageCount": 559
  },
  {
    "id": "ttI9DDdL7psC",
    "title": "The Complete Grimm's Fairy Tales",
    "authors": ["Brothers Grimm"],
    "description": "The stories of magic and myth gathered by the Brothers Grimm have become part of the way children—and adults—learn about the vagaries of the real world. Cinderella, Rapunzel, Snow-White, Hänsel and Gretel, Little Red-Cap (Little Red Riding Hood), and Briar-Rose (Sleeping Beauty) are only a few of the more than two hundred enchanting characters included in this volume. The tales are presented just as Jacob and Wilhelm Grimm originally set them down: bold, primal, just frightening enough, and endlessly engaging. With black-and-white illustrations throughout Illustrated by Josef Schari / Commentary by Joseph Campbell Part of the Pantheon Fairy Tale and Folklore Library",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=ttI9DDdL7psC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Pantheon",
    "publishedDate": "1972",
    "pageCount": 878
  },
  {
    "id": "IS_yAAAAMAAJ",
    "title": "Solaris",
    "authors": ["Stanisław Lem"],
    "description": "A science fiction novel about a sentient ocean that was the ruling intelligence of Solaris. Its vast mindand enigmatic personality exerted a powerful force on those humans who contacted it. And to Kris Kelvin, a galactic researcher from Earth, it had presented a strange and awesome gift ...",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=IS_yAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Berkley Books",
    "publishedDate": "1971",
    "pageCount": 230
  },
  {
    "id": "WK_mPzxMFfoC",
    "title": "Sunset Park",
    "authors": ["Paul Auster"],
    "description": "Auster's novel of love and forgiveness from the author of contemporary classic The New York Trilogy: 'a literary voice for the ages' ( Guardian) S unset Park is set in the sprawling flatlands of Florida, where twenty-eight-year-old Miles is photographing the last lingering traces of families who have abandoned their houses due to debt or foreclosure. Miles is haunted by guilt for having inadvertently caused the death of his step-brother, a situation that caused him to flee his father and step-mother in New York seven years ago. What keeps him in Florida is his relationship with a teenage high-school girl, Pilar, but when her family threatens to expose their relationship, Miles decides to protect Pilar by going back to Brooklyn, where he settles in a squat to prepare himself to face the inevitable confrontation with his father - a confrontation he has been avoiding for years. Set against the backdrop of the devastating global recession, and pulsing with the energy of Auster's previous novel Invisible, Sunset Park is as mythic as it is contemporary, as in love with baseball as it is with literature. It is above all, a story about love and forgiveness - not only among men and women, but also between fathers and sons.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=WK_mPzxMFfoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Faber & Faber",
    "publishedDate": "2010-11-04",
    "pageCount": 318
  },
  {
    "id": "46KJ4ERrzNkC",
    "title": "My Struggle: Book 1",
    "authors": ["Karl Ove Knausgaard"],
    "description": "A New York Times bestseller, My Struggle: Book 1 introduces American readers to the audacious, addictive, and profoundly surprising international literary sensation that is the provocative and brilliant six-volume autobiographical novel by Karl Ove Knausgaard. It has already been anointed a Proustian masterpiece and is the rare work of dazzling literary originality that is intensely, irresistibly readable. Unafraid of the big issues—death, love, art, fear—and yet committed to the intimate details of life as it is lived, My Struggle is an essential work of contemporary literature.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=46KJ4ERrzNkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Macmillan + ORM",
    "publishedDate": "2013-05-02",
    "pageCount": 382
  },
  {
    "id": "OGJqzw0Oo2UC",
    "title": "The Fellowship of the Ring",
    "authors": ["John Ronald Reuel Tolkien"],
    "description": "The first book in the Lord of the rings trilogy.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=OGJqzw0Oo2UC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2002",
    "pageCount": 580
  },
  {
    "id": "CssmCwAAQBAJ",
    "title": "The Prince and the Pauper",
    "authors": ["Mark Twain"],
    "description": "A Classic Story of Switched Identity “When I am king they shall not have bread and shelter only, but also teachings out of books, for a full belly is little worth where the mind is starved.” ― Mark Twain, The Prince and the Pauper The Prince and the Pauper by Mark Twain is an 1881 novel that has been adapted many times. When a young poor boy wanders near the palace gates, he meets the Prince of Wales (Edward VI) who bears an uncanny resemblance. They decide to switch clothes and end up switching roles. Edward discovers the stark class inequality in England and Tom struggles to survive as the prince. When the king dies, Edward must race against the clock and the bounds of society to regain his rightful throne. This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it. Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=CssmCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Xist Publishing",
    "publishedDate": "2015-04-28",
    "pageCount": 218
  },
  {
    "id": "tigqEAAAQBAJ",
    "title": "The Adventures of Tom Sawyer",
    "authors": ["Mark Twain"],
    "description": "Mark Twain, the author was an American Writer & Humorist. His Original name is “Samuel Longhorne Clemens”. Mark Twain is the pen name. His notable works are “The Adventures of Tom Sawyer” & “Adventures of Huckleberry Finn”. In his credit, there are 28 books and numerous Sketches & Short stories. ‘The Adventures of Tom Sawyer’ came out in 1869. It features one of the best-loved characters in American fiction. Mark Twain’s famous short stories are: ‘The War Prayer’, ‘A Dog’s Tale’, ‘Eve’s Diary’, ‘A Ghost Story’, ‘Luck’, ‘Advice to little Girls’, ‘Cannibalism in the Cars’, and lot many… This novel is about a boy growing up along the Mississippi River. Tom Sawyer has several adventures, after with his friend Huckleberry Finn. An Excerpt: “Tom falls in love with Becky Thatcher, a new girl in town wins the admiration of the judge in the church by obtaining the Bible as a prize but reveals his ignorance when he is unable to answer basic questions about Scripture. Tom pursues Becky, eventually persuading her to get engaged by kissing him. Their romance soon collapses when she discovers that Tom was engaged to another school girl…” The book has been widely adapted into feature films and Television Series. A must-have book for everyone.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=tigqEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Diamond Pocket Books Pvt Ltd",
    "publishedDate": "2021-04-19",
    "pageCount": 248
  },
  {
    "id": "MRoMUV2kLZEC",
    "title": "Mysteries",
    "authors": ["Knut Hamsun"],
    "description": "The first complete English translation of the Nobel Prize-winner’s literary masterpiece A Penguin Classic Mysteries is the story of Johan Nilsen Nagel, a mysterious stranger who suddenly turns up in a small Norwegian town one summer—and just as suddenly disappears. Nagel is a complete outsider, a sort of modern Christ treated in a spirit of near parody. He condemns the politics and thought of the age, brings comfort to the “insulted and injured,” and gains the love of two women suggestive of the biblical Mary and Martha. But there is a sinister side of him: in his vest he carries a vial of prussic acid... The novel creates a powerful sense of Nagel's stream of thought, as he increasingly withdraws into the torture chamber of his own subconscious psyche. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,800 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=MRoMUV2kLZEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Penguin",
    "publishedDate": "2001-01-01",
    "pageCount": 356
  },
  {
    "id": "7k_xAAAAMAAJ",
    "title": "The Erasers",
    "authors": ["Alain Robbe-Grillet"],
    "description": "Alain Robbe-Grillet is internationally hailed as the chief spokesman for the noveau roman and one of the great novelists of the twentieth century. The Erasers, his first novel, reads like a detective story but is primarily concerned with weaving and then probing a complete mixture of fact and fantasy. The narrative spans the twenty-four-hour period following a series of eight murders in eight days, presumably the work of a terrorist group. After the ninth murder, the investigation is turned over to a police agent, who may in fact be the assassin. Both an engrossing mystery and a sinister deconstruction of reality, The Erasers intrigues and unnerves with equal force as it pull us along to its ominous conclusion.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=7k_xAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1968",
    "pageCount": 264
  },
  {
    "id": "LNRKAAAAYAAJ",
    "title": "Resurrection",
    "authors": ["Leo Tolstoy"],
    "description": "While serving as a juror at the trial of a prostitute, Prince Nekhlyudov recognizes the defendant as a young servant girl he once loved and abandoned and tries to rectify the situation.--Résumé de l'éditeur.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=LNRKAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "ePenguin",
    "publishedDate": "1947",
    "pageCount": 578
  },
  {
    "id": "yLJREAAAQBAJ",
    "title": "An Antarctic Mystery",
    "authors": ["Jules Verne"],
    "description": "‘An Antarctic Mystery’ is a follow up to Edgar Allan Poe’s ‘The Narrative of Arthur Gordon Pym’, attempting to explain what might have happened to the main characters after the novels end. We follow an adventurer through the rarely explored Kerguelen Islands as he is picked up by Len Guy and the crew of the Halbrane on its way home. Before they complete their voyage however they find a corpse drifting on an iceberg, a note with him reveals that William Guy, the captain of the Jane and many of his crew survived the assassination attempt. In a daring voyage to rescue the survivors, we are brought to the frozen, treacherous ice fields of the Antarctic where unimaginably powerful forces have awoken. It is a daring adventure novel, with a riveting plot and powerful conclusion perfect for anyone who loved ‘The Thing’. Jules Verne (1828-1905) was a French novelist, poet and playwright who is remembered for his significant contribution to the science fiction genre. With the help of editor Pierre-Jules Hetzel he wrote a series of books called \"Extraordinary Travels\", which includes \"Journey to the Centre of the Earth\" (1864), \"Twenty Thousand Leagues Under the Sea\" (1870), and \"Around the World in Eighty Days\" (1873). Due to his incredible vision he is often given the moniker ‘The Father of Science Fiction’, shared with fellow science fiction author H.G. Wells. Widely popular with both children and adults, Verne is one of the most translated authors of all time, second only to Agatha Christie and Shakespeare.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=yLJREAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Lindhardt og Ringhof",
    "publishedDate": "2021-12-13",
    "pageCount": 172
  },
  {
    "id": "xnTiEAAAQBAJ",
    "title": "The Philosophy of Rabindranath Tagore",
    "authors": ["Sarvepalli Radhakrishnan"],
    "description": "\"The Philosophy of Rabindranath Tagore\" by Sarvepalli Radhakrishnan. Published by DigiCat. DigiCat publishes a wide range of titles that encompasses every genre. From well-known classics & literary fiction and non-fiction to forgotten−or yet undiscovered gems−of world literature, we issue the books that need to be read. Each DigiCat edition has been meticulously edited and formatted to boost readability for all e-readers and devices. Our goal is to produce eBooks that are user-friendly and accessible to everyone in a high-quality digital format.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=xnTiEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "DigiCat",
    "publishedDate": "2023-11-17",
    "pageCount": 175
  },
  {
    "id": "8T9_cxH7z6sC",
    "title": "The Trial",
    "authors": ["Franz Kafka"],
    "description": "The story of the mysterious indictment, trial, and reckoning forced upon Joseph K—one of the twentieth century’s master parables from one of the greatest writers of the twentieth century, the author of The Metamorphosis. Translated by Willa and Edwin Muir The Trial reflects the central spiritual crises of modern life. Kafka’s method—one that has influenced, in some way, almost every writer of substance who followed him—was to render the absurd and the terrifying convincing by a scrupulous, hyperreal matter-of-factness of tone and treatment. He thereby imparted to his work a level of seriousness normally associated with civilization’s most cherished poems and religious texts. Everyman's Library pursues the highest production standards, printing on acid-free cream-colored paper, with full-cloth cases with two-color foil stamping, decorative endpapers, silk ribbon markers, European-style half-round spines, and a full-color illustrated jacket. Contemporary Classics include an introduction, a select bibliography, and a chronology of the author's life and times.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=8T9_cxH7z6sC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Everyman's Library",
    "publishedDate": "1992-06-30",
    "pageCount": 345
  },
  {
    "id": "_m5iDAAAQBAJ",
    "title": "Pan",
    "authors": ["Knut Hamsun"],
    "description": "In this dreamlike parable from Norwegian writer Knut Hamsun, a disenchanted military man and the daughter of a small-town merchant cross paths one day and instantly fall prey to a heated mutual attraction. But can the passionate romance survive their drastically different backgrounds and beliefs?",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=_m5iDAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "The Floating Press",
    "publishedDate": "2016-04-01",
    "pageCount": 191
  },
  {
    "id": "DmopAQAAIAAJ",
    "title": "The Life of Insects",
    "authors": ["Viktor Pelevin"],
    "description": "A comic, Kafkaesque satire of contemporary Russia, written by one of the most promising young writers in Europe. A trio of investors--one American and two Russians--are discussing business prospects in the Crimea, when they suddenly find they have morphed into insects.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=DmopAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Penguin Group",
    "publishedDate": "1999",
    "pageCount": 196
  },
  {
    "id": "iCoeAQAAIAAJ",
    "title": "The Woman in White",
    "authors": ["Wilkie Collins"],
    "description": "Walter Hartright's mysterious midnight encounter with a woman dressed in white draws him into a vortex of crime that will ultimately endanger his dearest love. This critical edition uses the original manuscript of Wilkie Collins's celebrated Victorian novel of suspense and intrigue.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=iCoeAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Oxford University Press, USA",
    "publishedDate": "1996",
    "pageCount": 750
  },
  {
    "id": "J4-MEAAAQBAJ",
    "title": "The Black Arrow",
    "authors": ["Robert Louis Stevenson"],
    "description": "From the beloved author of Treasure Island Originally serialized in a periodical of boys' adventure fiction, The Black Arrow is a swashbuckling portrait of a young man's journey to discover the heroism within himself. Young Dick Shelton, caught in the midst of England's War of the Roses, finds his loyalties torn between the guardian who will ultimately betray him and the leader of a secret fellowship, The Black Arrow. As Shelton is drawn deeper into this conspiracy, he must distinguish friend from foe and confront war, shipwreck, revenge, murder, and forbidden love, as England's crown threatens to topple around him. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=J4-MEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "National Geographic Books",
    "publishedDate": "2007-12-18",
    "pageCount": 0
  },
  {
    "id": "bn-MEAAAQBAJ",
    "title": "The Canterbury Tales",
    "authors": ["Geoffrey Chaucer"],
    "description": "One of the greatest and most ambitious works in English literature, in the original Middle English The Canterbury Tales depicts a storytelling competition between pilgrims drawn from all ranks of society. The tales are as various as the pilgrims themselves, encompassing comedy, pathos, tragedy, and cynicism. The Miller and the Reeve express their mutual antagonism in a pair of comic stories combining sex and trickery; in “The Shipman’s Tale,” a wife sells her favors to a monk. Others draw on courtly romance and fantasy: the Knight tells of rivals competing for the love of the same woman, and the Squire describes a princess who can speak to birds. In these twenty-four tales, Chaucer displays a dazzling range of literary styles and conjures up a wonderfully vivid picture of medieval life. This is a freshly established Middle English text with standardized spelling and punctuation and on-page glossing. It Features an introduction by Jill Mann, a chronology of Chaucer's life and works, detailed explanatory notes, suggestions for further reading, a full glossary, and a bibliography. For more than sixty-five years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,500 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=bn-MEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "National Geographic Books",
    "publishedDate": "2005-08-30",
    "pageCount": 0
  },
  {
    "id": "dWYyCwAAQBAJ",
    "title": "Homo Deus",
    "authors": ["Yuval Noah Harari"],
    "description": "**THE MILLION COPY BESTSELLER** Sapiens showed us where we came from. In our increasingly uncertain times, Homo Deus shows us where we're going. 'Spellbinding' Guardian The world-renowned historian and intellectual Yuval Noah Harari envisions a near future in which we face a new set of challenges. Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century and beyond - from overcoming death to creating artificial life. It asks the fundamental questions: how can we protect this fragile world from our own destructive power? And what does our future hold? 'Even more readable, even more important, than his excellent Sapiens' Kazuo Ishiguro 'Homo Deus will shock you. It will entertain you. It will make you think in ways you had not thought before' Daniel Kahneman, bestselling author of Thinking, Fast and Slow",
    "categories": ["Social Science"],
    "thumbnail": "http://books.google.com/books/content?id=dWYyCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Random House",
    "publishedDate": "2016-09-08",
    "pageCount": 504
  },
  {
    "id": "QShEjwEACAAJ",
    "title": "Staying with the Trouble",
    "authors": ["Donna Jeanne Haraway"],
    "description": "Donna J. Haraway refigures our current epoch, moving away from the Anthropocene toward the Chthulucene: an epoch in which we stay with the trouble of living and dying on a damaged earth while living with and understanding the nonhuman in complex ways conducive to building more livable futures.",
    "categories": ["Human ecology"],
    "thumbnail": "http://books.google.com/books/content?id=QShEjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2016-09-09",
    "pageCount": 304
  },
  {
    "id": "VXIc358dF4gC",
    "title": "The Universe in a Nutshell",
    "authors": ["Stephen Hawking"],
    "description": "Stephen Hawking’s phenomenal, multimillion-copy bestseller, A Brief History of Time, introduced the ideas of this brilliant theoretical physicist to readers all over the world. Now, in a major publishing event, Hawking returns with a lavishly illustrated sequel that unravels the mysteries of the major breakthroughs that have occurred in the years since the release of his acclaimed first book. The Universe in a Nutshell • Quantum mechanics • M-theory • General relativity • 11-dimensional supergravity • 10-dimensional membranes • Superstrings • P-branes • Black holes One of the most influential thinkers of our time, Stephen Hawking is an intellectual icon, known not only for the adventurousness of his ideas but for the clarity and wit with which he expresses them. In this new book Hawking takes us to the cutting edge of theoretical physics, where truth is often stranger than fiction, to explain in laymen’s terms the principles that control our universe. Like many in the community of theoretical physicists, Professor Hawking is seeking to uncover the grail of science — the elusive Theory of Everything that lies at the heart of the cosmos. In his accessible and often playful style, he guides us on his search to uncover the secrets of the universe — from supergravity to supersymmetry, from quantum theory to M-theory, from holography to duality. He takes us to the wild frontiers of science, where superstring theory and p-branes may hold the final clue to the puzzle. And he lets us behind the scenes of one of his most exciting intellectual adventures as he seeks “to combine Einstein’s General Theory of Relativity and Richard Feynman’s idea of multiple histories into one complete unified theory that will describe everything that happens in the universe.” With characteristic exuberance, Professor Hawking invites us to be fellow travelers on this extraordinary voyage through space-time. Copious four-color illustrations help clarify this journey into a surreal wonderland where particles, sheets, and strings move in eleven dimensions; where black holes evaporate and disappear, taking their secret with them; and where the original cosmic seed from which our own universe sprang was a tiny nut. The Universe in a Nutshell is essential reading for all of us who want to understand the universe in which we live. Like its companion volume, A Brief History of Time, it conveys the excitement felt within the scientific community as the secrets of the cosmos reveal themselves.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=VXIc358dF4gC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Bantam",
    "publishedDate": "2001-11-06",
    "pageCount": 228
  },
  {
    "id": "m-AWQWmnICYC",
    "title": "Einstein",
    "authors": ["Walter Isaacson"],
    "description": "By the author of the acclaimed bestsellers Benjamin Franklin and Steve Jobs, this is the definitive biography of Albert Einstein. How did his mind work? What made him a genius? Isaacson’s biography shows how his scientific imagination sprang from the rebellious nature of his personality. His fascinating story is a testament to the connection between creativity and freedom. Based on newly released personal letters of Einstein, this book explores how an imaginative, impertinent patent clerk—a struggling father in a difficult marriage who couldn’t get a teaching job or a doctorate—became the mind reader of the creator of the cosmos, the locksmith of the mysteries of the atom, and the universe. His success came from questioning conventional wisdom and marveling at mysteries that struck others as mundane. This led him to embrace a morality and politics based on respect for free minds, free spirits, and free individuals. These traits are just as vital for this new century of globalization, in which our success will depend on our creativity, as they were for the beginning of the last century, when Einstein helped usher in the modern age.",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=m-AWQWmnICYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2007-04-10",
    "pageCount": 704
  },
  {
    "id": "geEVkpueEPcC",
    "title": "Galaxy Morphology and Classification",
    "authors": ["Sidney Van den Bergh"],
    "description": "A concise and up-to-date guide to the shape of galaxies and how they can be classified, by one of the pioneers of the field.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=geEVkpueEPcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Cambridge University Press",
    "publishedDate": "1998-04-16",
    "pageCount": 125
  },
  {
    "id": "j5UtDwAAQBAJ",
    "title": "The Myth of Disenchantment",
    "authors": ["Jason Ananda Josephson Storm"],
    "description": "A great many theorists have argued that the defining feature of modernity is that people no longer believe in spirits, myths, or magic. Jason Ā. Josephson-Storm argues that as broad cultural history goes, this narrative is wrong, as attempts to suppress magic have failed more often than they have succeeded. Even the human sciences have been more enchanted than is commonly supposed. But that raises the question: How did a magical, spiritualist, mesmerized Europe ever convince itself that it was disenchanted? Josephson-Storm traces the history of the myth of disenchantment in the births of philosophy, anthropology, sociology, folklore, psychoanalysis, and religious studies. Ironically, the myth of mythless modernity formed at the very time that Britain, France, and Germany were in the midst of occult and spiritualist revivals. Indeed, Josephson-Storm argues, these disciplines’ founding figures were not only aware of, but profoundly enmeshed in, the occult milieu; and it was specifically in response to this burgeoning culture of spirits and magic that they produced notions of a disenchanted world. By providing a novel history of the human sciences and their connection to esotericism, The Myth of Disenchantment dispatches with most widely held accounts of modernity and its break from the premodern past.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=j5UtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "University of Chicago Press",
    "publishedDate": "2017-05-16",
    "pageCount": 428
  },
  {
    "id": "e8IPDgAAQBAJ",
    "title": "Altered Traits",
    "authors": ["Daniel Goleman", "Richard J. Davidson"],
    "description": "Two New York Times–bestselling authors unveil new research showing what meditation can really do for the brain. In the last twenty years, meditation and mindfulness have gone from being kind of cool to becoming an omnipresent Band-Aid for fixing everything from your weight to your relationship to your achievement level. Unveiling here the kind of cutting-edge research that has made them giants in their fields, Daniel Goleman and Richard Davidson show us the truth about what meditation can really do for us, as well as exactly how to get the most out of it. Sweeping away common misconceptions and neuromythology to open readers’ eyes to the ways data has been distorted to sell mind-training methods, the authors demonstrate that beyond the pleasant states mental exercises can produce, the real payoffs are the lasting personality traits that can result. But short daily doses will not get us to the highest level of lasting positive change—even if we continue for years—without specific additions. More than sheer hours, we need smart practice, including crucial ingredients such as targeted feedback from a master teacher and a more spacious, less attached view of the self, all of which are missing in widespread versions of mind training. The authors also reveal the latest data from Davidson’s own lab that point to a new methodology for developing a broader array of mind-training methods with larger implications for how we can derive the greatest benefits from the practice. Exciting, compelling, and grounded in new research, this is one of those rare books that has the power to change us at the deepest level.",
    "categories": ["Psychology"],
    "thumbnail": "http://books.google.com/books/content?id=e8IPDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Penguin",
    "publishedDate": "2017-09-05",
    "pageCount": 338
  },
  {
    "id": "bCwuxmvsDoYC",
    "title": "Silent Spring",
    "authors": ["Rachel Carson"],
    "description": "The essential, cornerstone book of modern environmentalism is now offered in a handsome 40th anniversary edition which features a new Introduction by activist Terry Tempest Williams and a new Afterword by Carson biographer Linda Lear.",
    "categories": ["Nature"],
    "thumbnail": "http://books.google.com/books/content?id=bCwuxmvsDoYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Mariner Books",
    "publishedDate": "2002",
    "pageCount": 406
  },
  {
    "id": "JTdUXI9fz2kC",
    "title": "The Science of Sugar Confectionery",
    "authors": ["W. P. Edwards"],
    "description": "Confectionery is a topic close to many people's hearts and its manufacture involves some interesting science. The confectionery industry is divided into three classes: chocolate, flour and sugar confectionery. It is the background science of this latter category that is covered in The Science of Sugar Confectionery. The manufacture of confectionery is not a science based industry, as these products have traditionally been created by skilled confectioners working empirically. In fact, scientific understanding of the production process has only been acquired retroactively. Historically however, sugar confectionery has had technological synergies with the pharmaceutical industry, such as making sugar tablets and applying panned sugar coatings. This book gives an introduction to the subject, with some basic definitions and commonly used ingredients and then moves on to discuss the chemistry of various types of sugar confectionery. These include \"sugar glasses\" (boiled sweets), \"grained sugar products\" (fondants), toffees and fudges, \"hydrocolloids\" (gums, pastilles and jellies) and concludes with a chapter dedicated to sugar-free confectionery.",
    "categories": ["Cooking"],
    "thumbnail": "http://books.google.com/books/content?id=JTdUXI9fz2kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Royal Society of Chemistry",
    "publishedDate": "2000",
    "pageCount": 180
  },
  {
    "id": "sEo9CQAAQBAJ",
    "title": "Encyclopedia of Global Warming and Climate Change, Second Edition",
    "authors": ["S. George Philander"],
    "description": "The First Edition of the Encyclopedia of Global Warming and Climate Change provided a multi-authored, academic yet non-technical resource for students and teachers to understand the importance of global warming, to appreciate the effects of human activity and greenhouse gases around the world, and to learn the history of climate change and the research enterprise examining it. This edition was well received, with notable reviews. Since its publication, the debate over the advent of global warming at least partially brought on by human enterprise has continued to ebb and flow, depending literally on the weather, politics, and media coverage of climate summits and debates. Advances in research also change the discourse as new data is collected and new scientific projects continue to explore and explain global warming and climate change. Thus, a new, Second Edition updates more than half of the original entries and adds new perspectives and content to keep students and researchers up-to-date in a field that has proven provocatively lively.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=sEo9CQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "SAGE Publications",
    "publishedDate": "2012-06-13",
    "pageCount": 2022
  },
  {
    "id": "qIDC7ybvHQEC",
    "title": "Quaternary Extinctions",
    "authors": ["Paul S. Martin", "Richard G. Klein"],
    "description": "What caused the extinction of so many animals at or near the end of the Pleistocene? Was it overkill by human hunters, the result of a major climatic change or was it just a part of some massive evolutionary turnover? Questions such as these have plagued scientists for over one hundred years and are still being heatedly debated today. Quaternary Extinctions presents the latest and most comprehensive examination of these questions. ÑGeological Magazine \"May be regarded as a kind of standard encyclopedia for Pleistocene vertebrate paleontology for years to come.\" ÑAmerican Scientist \"Should be read by paleobiologists, biologists, wildlife managers, ecologists, archeologists, and anyone concerned about the ongoing extinction of plants and animals.\" ÑScience \"Uncommonly readable and varied for watchers of paleontology and the rise of humankind.\" ÑScientific American \"Represents a quantum leap in our knowledge of Pleistocene and Holocene palaeobiology. . . . Many volumes on our bookshelves are destined to gather dust rather than attention. But not this one.\" ÑNature \"Two strong impressions prevail when first looking into this epic compendium. One is the judicious balance of views that range over the whole continuum between monocausal, cultural, or environmental explanations. The second is that both the data base and theoretical sophistication of the protagonists in the debate have improved by a quantum leap since 1967.\" ÑAmerican Anthropologist",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=qIDC7ybvHQEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "University of Arizona Press",
    "publishedDate": "1989-01-01",
    "pageCount": 904
  },
  {
    "id": "bNCvyLxEAXgC",
    "title": "The Individual and the Cosmos in Renaissance Philosophy",
    "authors": ["Ernst Cassirer"],
    "description": "This provocative volume, one of the most important interpretive works on the philosophical thought of the Renaissance, has long been regarded as a classic in its field. Ernst Cassirer here examines the changes brewing in the early stages of the Renaissance, tracing the interdependence of philosophy, language, art, and science; the newfound recognition of individual consciousness; and the great thinkers of the period—from da Vinci and Galileo to Pico della Mirandola and Giordano Bruno. The Individual and the Cosmos in Renaissance Philosophy discusses the importance of fifteenth-century philosopher Nicholas Cusanus, the concepts of freedom and necessity, and the subject-object problem in Renaissance thought. “This fluent translation of a scholarly and penetrating original leaves little impression of an attempt to show that a ‘spirit of the age’ or ‘spiritual essence of the time’ unifies and expresses itself in all aspects of society or culture.”—Philosophy",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=bNCvyLxEAXgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "University of Chicago Press",
    "publishedDate": "2010-04",
    "pageCount": 215
  },
  {
    "id": "7ZqQBAAAQBAJ",
    "title": "Urban Sustainability in Theory and Practice",
    "authors": ["Paul James"],
    "description": "Cities are home to the most consequential current attempts at human adaptation and they provide one possible focus for the flourishing of life on this planet. However, for this to be realized in more than an ad hoc way, a substantial rethinking of current approaches and practices needs to occur. Urban Sustainability in Theory and Practice responds to the crises of sustainability in the world today by going back to basics. It makes four major contributions to thinking about and acting upon cities. It provides a means of reflexivity learning about urban sustainability in the process of working practically for positive social development and projected change. It challenges the usually taken-for-granted nature of sustainability practices while providing tools for modifying those practices. It emphasizes the necessity of a holistic and integrated understanding of urban life. Finally it rewrites existing dominant understandings of the social whole such as the triple-bottom line approach that reduce environmental questions to externalities and social questions to background issues. The book is a much-needed practical and conceptual guide for rethinking urban engagement. Covering the full range of sustainability domains and bridging discourses aimed at academics and practitioners, this is an essential read for all those studying, researching and working in urban geography, sustainability assessment, urban planning, urban sociology and politics, sustainable development and environmental studies.",
    "categories": ["Business & Economics"],
    "thumbnail": "http://books.google.com/books/content?id=7ZqQBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Routledge",
    "publishedDate": "2014-09-19",
    "pageCount": 309
  },
  {
    "id": "n3t4b6GUlhAC",
    "title": "Georg Cantor",
    "authors": ["Joseph Warren Dauben"],
    "description": "One of the greatest revolutions in mathematics occurred when Georg Cantor (1845-1918) promulgated his theory of transfinite sets. This revolution is the subject of Joseph Dauben's important studythe most thorough yet writtenof the philosopher and mathematician who was once called a \"corrupter of youth\" for an innovation that is now a vital component of elementary school curricula. Set theory has been widely adopted in mathematics and philosophy, but the controversy surrounding it at the turn of the century remains of great interest. Cantor's own faith in his theory was partly theological. His religious beliefs led him to expect paradoxes in any concept of the infinite, and he always retained his belief in the utter veracity of transfinite set theory. Later in his life, he was troubled by recurring attacks of severe depression. Dauben shows that these played an integral part in his understanding and defense of set theory.",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=n3t4b6GUlhAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Princeton University Press",
    "publishedDate": "1990",
    "pageCount": 422
  },
  {
    "id": "RReJCgAAQBAJ",
    "title": "Fundamentals of Physics, Extended",
    "authors": ["David Halliday", "Robert Resnick", "Jearl Walker"],
    "description": "The 10th edition of Halliday's Fundamentals of Physics, Extended building upon previous issues by offering several new features and additions. The new edition offers most accurate, extensive and varied set of assessment questions of any course management program in addition to all questions including some form of question assistance including answer specific feedback to facilitate success. The text also offers multimedia presentations (videos and animations) of much of the material that provide an alternative pathway through the material for those who struggle with reading scientific exposition. Furthermore, the book includes math review content in both a self-study module for more in-depth review and also in just-in-time math videos for a quick refresher on a specific topic. The Halliday content is widely accepted as clear, correct, and complete. The end-of-chapters problems are without peer. The new design, which was introduced in 9e continues with 10e, making this new edition of Halliday the most accessible and reader-friendly book on the market. WileyPLUS sold separately from text.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=RReJCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "John Wiley & Sons",
    "publishedDate": "2013-08-05",
    "pageCount": 1458
  },
  {
    "id": "EOYYM0-DAGQC",
    "title": "Encyclopedia of Soil Science",
    "authors": ["Ward Chesworth"],
    "description": "The Encyclopedia of Soil Science provides a comprehensive, alphabetical treatment of basic soil science in a single volume. It constitutes a wide ranging and authorative collection of some 160 academic articles covering the salient aspects of soil physics, chemistry, biology, fertility, technology, genesis, morphology, classification and geomorphology. With increased usage of soil for world food production, building materials, and waste repositories, demand has grown for a better global understanding of soil and its processes. longer articles by leading authorities from around the world are supplemented by some 430 definitions of common terms in soil sciences.",
    "categories": ["Nature"],
    "thumbnail": "http://books.google.com/books/content?id=EOYYM0-DAGQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Springer Science & Business Media",
    "publishedDate": "2007-11-22",
    "pageCount": 859
  },
  {
    "id": "yXU8DwAAQBAJ",
    "title": "Islam and Democracy",
    "authors": ["John L. Esposito", "John Obert Voll"],
    "description": "Are Islam and democracy on a collision course? Do Islamic movements seek to \"hijack democracy?\" How have governments in the Muslim world responded to the many challenges of Islam and democracy today? A global religious resurgence and calls for greater political participation have been major forces in the post-Cold War period. Across the Muslim world, governments and Islamic movements grapple with issues of democratization and civil society. Islam and Democracy explores the Islamic sources (beliefs and institutions) relevant to the current debate over greater political participation and democratization. Esposito and Voll use six case studies--Algeria, Egypt, Iran, Malaysia, Pakistan, and Sudan--to look at the diversity of Muslim experiences and experiments. At one end of the spectrum, Iran and Sudan represent two cases of militant, revolutionary Islam establishing political systems. In Pakistan and Malaysia, however, the new movements have been recognized and made part of the political process. Egypt and Algeria reveal the coexistence of both extremist and moderate Islamic activism and demonstrate the complex challenges confronting ruling elites. These case studies prove that despite commonalities, differing national contexts and identities give rise to a multiplicity of agendas and strategies. This broad spectrum of case studies, reflecting the multifaceted relationship of Islam and Democracy, provides important insight into the powerful forces of religious resurgence and democratization which will inevitably impact global politics in the twenty first century.",
    "categories": ["Language Arts & Disciplines"],
    "thumbnail": "http://books.google.com/books/content?id=yXU8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Oxford University Press, USA",
    "publishedDate": "1996",
    "pageCount": 241
  },
  {
    "id": "UpbuAAAAMAAJ",
    "title": "Six Easy Pieces",
    "authors": ["Richard P. Feynman"],
    "description": "Designed for non-scientists, \"Six Easy Pieces\" is an unparalleled introduction to the world of physics by one of the greatest teachers of all time.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=UpbuAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Addison-Wesley Longman",
    "publishedDate": "1995",
    "pageCount": 184
  },
  {
    "id": "GKVGDwAAQBAJ",
    "title": "Quantum Theory",
    "authors": ["David Bohm"],
    "description": "This advanced undergraduate-level text presents the quantum theory in terms of qualitative and imaginative concepts, followed by specific applications worked out in mathematical detail.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=GKVGDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Courier Corporation",
    "publishedDate": "1989-05-01",
    "pageCount": 673
  },
  {
    "id": "FJv_DwAAQBAJ",
    "title": "What a Plant Knows",
    "authors": ["Daniel Chamovitz"],
    "description": "Thoroughly updated from root to leaf, this revised edition of the groundbreaking What a Plant Knows includes new revelations for lovers of all that is vegetal and verdant. Plants can hear—and taste things, too! The renowned biologist Daniel Chamovitz builds on the original edition to present an intriguing look at how plants themselves experience the world—from the colors they see to the schedules they keep, and now, what they do in fact hear and how they are able to taste. A rare inside look at what life is really like for the grass we walk on, the flowers we sniff, and the trees we climb, What a Plant Knows offers a greater understanding of their place in nature.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=FJv_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Scientific American / Farrar, Straus and Giroux",
    "publishedDate": "2020-10-06",
    "pageCount": 148
  },
  {
    "id": "hf50AwAAQBAJ",
    "title": "Encyclopedia of Global Warming and Climate Change, Second Edition",
    "authors": ["S. George Philander"],
    "description": "The First Edition of the Encyclopedia of Global Warming and Climate Change provided a multi-authored, academic yet non-technical resource for students and teachers to understand the importance of global warming, to appreciate the effects of human activity and greenhouse gases around the world, and to learn the history of climate change and the research enterprise examining it. This edition was well received, with notable reviews. Since its publication, the debate over the advent of global warming at least partially brought on by human enterprise has continued to ebb and flow, depending literally on the weather, politics, and media coverage of climate summits and debates. Advances in research also change the discourse as new data is collected and new scientific projects continue to explore and explain global warming and climate change. Thus, a new, Second Edition updates more than half of the original entries and adds new perspectives and content to keep students and researchers up-to-date in a field that has proven provocatively lively.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=hf50AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "SAGE Publications",
    "publishedDate": "2012-06-13",
    "pageCount": 1719
  },
  {
    "id": "H8eOAwAAQBAJ",
    "title": "Demographic Methods",
    "authors": ["Andrew Hinde"],
    "description": "Demography is the study of population structure and change. As modern society becomes ever more complex, it becomes increasingly important to be able to measure accurately all aspects of change in the population, and estimate what its future size and composition might be. This book describes and explains the methods demographers use to analyse population data. Looking at mortality and fertility, population dynamics and population projection, nuptiality and migration, Hinde demonstrates that most demographic methods are applications of certain fundamental principles. This book covers material taught in introductory courses in population analysis, while also including more advanced topics such as parity progression ratios, survival analysis and birth interval analysis. Most chapters are followed by a range of exercises, and a comprehensive set of solutions to these exercises is provided at the end of the book. Quattro and Excel spreadsheet files containing data for all the numerical exercises, plus some additional files of data from recent census and surveys, are available via the Internet.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=H8eOAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Routledge",
    "publishedDate": "2014-05-12",
    "pageCount": 320
  },
  {
    "id": "wnt0DwAAQBAJ",
    "title": "Natural Disasters",
    "authors": ["David Alexander"],
    "description": "As a well balanced and fully illustrated introductory text, this book provides a comprehensive overview of the physical, technological and social components of natural disaster. The main disaster-producing agents are reviewed systematically in terms of geophysical processes and effects, monitoring, mitigation and warning. The relationship between disasters and society is examined with respect to a wide variety of themes, including damage assessment and prevention, hazard mapping, emergency preparedness, the provision of shelter and the nature of reconstruction. Medical emergencies and the epidemiology of disasters are described, and refugee management and aid to the Third World are discussed. A chapter is devoted to the sociology, psychology, economics and history of disasters.; In many parts of the world the toll of death, injury, damage and deprivation caused by natural disasters is becoming increasingly serious. Major earthquakes, volcanic eruptions, droughts, floods and other similar catastrophes are often followed by large relief operations characterized by substantial involvement of the international community. The years 1990-2000 have therefore been designated by the United Nations as the International Decade for Natural Disaster Reduction.; The book goes beyond mere description and elevates the field of natural catastrophes to a serious academic level. The author's insights and perspectives are also informed by his practical experience of being a disaster victim and survivor, and hence the unique perspective of a participant observer. Only by surmounting the boundaries between disciplines can natural catastrophe be understood and mitigation efforts made effective. Thus, this book is perhaps the first completely interdisciplinary, fully comprehensive survey of natural hazards and disasters. It has a clear theoretical basis and it recognizes the importance of six fundamental approaches to the field, which it blends carefully in the text in order to avoid the partiality of previous works. It covers the earth and social sciences, as well as engineering, architecture and development studies. This breadth is made possible by virtue of a strong emphasis on simple principles of the interaction of geophysical agents with human vulnerability and response.; All students of environmental sciences/studies and geography should find this book useful. It is an introductory text which treats this dramatic subject area as something demanding serious academic treatment and not just as an assemblage of horror stories.; This book is intended for undergraduate students in geography and environmental studies/sciences. The book should also appeal to any professional or researcher concerned with man- environment relations, whether in social science or natural science or engineering.",
    "categories": ["Nature"],
    "thumbnail": "http://books.google.com/books/content?id=wnt0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Routledge",
    "publishedDate": "2018-10-24",
    "pageCount": 506
  },
  {
    "id": "-eI9DwAAQBAJ",
    "title": "Life in Moving Fluids",
    "authors": ["Steven Vogel"],
    "description": "This text discusses the applications of fluid mechanics to biology. It provides coverage of the field since the 1980s, with details of literature. It includes sections on jet propulsion, biological pumps, swimming, blood flow, and accelerations reaction and Murray's law.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=-eI9DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Princeton University Press",
    "publishedDate": "1996-04-21",
    "pageCount": 481
  },
  {
    "id": "p3YYDAAAQBAJ",
    "title": "50 Years of DNA",
    "authors": ["J. Clayton", "C. Dennis"],
    "description": "Crick and Watson's discovery of the structure of DNA fifty years ago marked one of the great turning points in the history of science. Biology, immunology, medicine and genetics have all been radically transformed in the succeeding half-century, and the double helix has become an icon of our times. This fascinating exploration of a scientific phenomenon provides a lucid and engaging account of the background and context for the discovery, its significance and afterlife, while a series of essays by leading scientists, historians and commentators offers uniquely individual perspectives on DNA and its impact on modern science and society.",
    "categories": ["Literary Criticism"],
    "thumbnail": "http://books.google.com/books/content?id=p3YYDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Springer",
    "publishedDate": "2016-04-30",
    "pageCount": 145
  },
  {
    "id": "xYe5oTopUTAC",
    "title": "Industrial Chocolate Manufacture and Use",
    "authors": ["Steve T. Beckett"],
    "description": "Since the third edition of this standard work in 1999, there has been a significant increase in the amount of chocolate manufactured worldwide. The fourth edition of Industrial Chocolate Manufacture and Use provides up-to-date coverage of all major aspects of chocolate manufacture and use, from the growing of cocoa beans to the packaging and marketing of the end product. Retaining the important and well-received key features of the previous edition, the fourth edition also contains completely new chapters covering chocolate crumb, cold forming technologies, intellectual property, and nutrition. Furthermore, taking account of significant changes and trends within the chocolate industry, much new information is incorporated, particularly within such chapters as those covering the chemistry of flavour development, chocolate flow properties, chocolate packaging, and chocolate marketing. This fully revised and expanded new edition is an essential purchase for all those involved in the manufacture and use of chocolate.",
    "categories": ["Technology & Engineering"],
    "thumbnail": "http://books.google.com/books/content?id=xYe5oTopUTAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "John Wiley & Sons",
    "publishedDate": "2011-09-07",
    "pageCount": 676
  },
  {
    "id": "UPYxBwAAQBAJ",
    "title": "Living Fossils",
    "authors": ["N. Eldredge", "S. M. Stanley"],
    "description": "The case history approach has an impressive record of success in a variety of disciplines. Collections of case histories, casebooks, are now widely used in all sorts of specialties other than in their familiar appli cation to law and medicine. The case method had its formal beginning at Harvard in 1871 when Christopher Lagdell developed it as a means of teaching. It was so successful in teaching law that it was soon adopted in medical education, and the collection of cases provided the raw material for research on various diseases. Subsequently, the case history approach spread to such varied fields as business, psychology, management, and economics, and there are over 100 books in print that use this approach. The idea for a series of Casehooks in Earth Science grew from my experience in organizing and editing a collection of examples of one variety of sedimentary deposits. The prqject began as an effort to bring some order to a large number of descriptions of these deposits that were so varied in presentation and terminology that even specialists found them difficult to compare and analyze. Thus, from the beginning, it was evident that something more than a simple collection of papers was needed. Accordingly, the nearly fifty contributors worked together with George de Vries Klein and me to establish a standard format for presenting the case histories.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=UPYxBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Springer Science & Business Media",
    "publishedDate": "2012-12-06",
    "pageCount": 445
  },
  {
    "id": "BKQjEQAAQBAJ",
    "title": "Consciousness Explained",
    "authors": ["Daniel C. Dennett"],
    "description": "Daniel Dennett's \"brilliant\" exploration of human consciousness — named one of the ten best books of the year by the New York Times — is a masterpiece beloved by both scientific experts and general readers (New York Times Book Review). Consciousness Explained is a full-scale exploration of human consciousness. In this landmark book, Daniel Dennett refutes the traditional, commonsense theory of consciousness and presents a new model, based on a wealth of information from the fields of neuroscience, psychology, and artificial intelligence. Our current theories about conscious life — of people, animal, even robots — are transformed by the new perspectives found in this book. \"Dennett is a witty and gifted scientific raconteur, and the book is full of fascinating information about humans, animals, and machines. The result is highly digestible and a useful tour of the field.\" —Wall Street Journal",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=BKQjEQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Hachette+ORM",
    "publishedDate": "2018-02-06",
    "pageCount": 707
  },
  {
    "id": "AEtnDwAAQBAJ",
    "title": "Feynman Lectures On Gravitation",
    "authors": ["Richard Feynman"],
    "description": "The Feynman Lectures on Gravitation are based on notes prepared during a course on gravitational physics that Richard Feynman taught at Caltech during the 1962-63 academic year. For several years prior to these lectures, Feynman thought long and hard about the fundamental problems in gravitational physics, yet he published very little. These lectures represent a useful record of his viewpoints and some of his insights into gravity and its application to cosmology, superstars, wormholes, and gravitational waves at that particular time. The lectures also contain a number of fascinating digressions and asides on the foundations of physics and other issues.Characteristically, Feynman took an untraditional non-geometric approach to gravitation and general relativity based on the underlying quantum aspects of gravity. Hence, these lectures contain a unique pedagogical account of the development of Einstein's general theory of relativity as the inevitable result of the demand for a self-consistent theory of a massless spin-2 field (the graviton) coupled to the energy-momentum tensor of matter. This approach also demonstrates the intimate and fundamental connection between gauge invariance and the principle of equivalence.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=AEtnDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "CRC Press",
    "publishedDate": "2018-05-04",
    "pageCount": 192
  },
  {
    "id": "bbzaAAAAMAAJ",
    "title": "Louis Pasteur",
    "authors": ["Patrice Debré"],
    "description": "Distinguished French immunologist and physician Patrice Debré offers an extensive, balanced, and detailed account of Louis Pasteur's life, struggles, and contributions. Drawing heavily on Pasteur's own scientific notebooks and writings, Debré presents a complete critical account of his discoveries and the controversies they raised with other scientists and occasionally with his closest associates.",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=bbzaAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1998",
    "pageCount": 608
  },
  {
    "id": "gqE_DAAAQBAJ",
    "title": "Geography Textbook",
    "authors": ["D R Khullar"],
    "description": "A text book on Geography",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=gqE_DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "New Saraswati House India Pvt Ltd",
    "publishedDate": "Unknown",
    "pageCount": 532
  },
  {
    "id": "x1Jlf9e3EgsC",
    "title": "The Music of the Primes",
    "authors": ["Marcus du Sautoy"],
    "description": "Examines German mathematician Bernhard Riemann's hypothesis on imaginary numbers, sine waves, and prime numbers and attempts to unravel the mystery surrounding it.",
    "categories": ["Mathematics"],
    "thumbnail": "http://books.google.com/books/content?id=x1Jlf9e3EgsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Harper Collins",
    "publishedDate": "2004-04-27",
    "pageCount": 350
  },
  {
    "id": "oNdRAAAAcAAJ",
    "title": "The Expression of the Emotions in Man and Animals",
    "authors": ["Charles Darwin"],
    "description": "MANY works have been written on Expression, but a greater number on Physiognomy, that is, on the recognition of character through the study of the permanent form of the features. With this latter subject I am not here concerned. The older treatises, which I have consulted, have been of little or no service to me. The famous 'Conferences' of the painter Le Brun, published in 1667, is the best known ancient work, and contains some good remarks. Another somewhat old essay, namely, the 'Discours, ' delivered 1774-1782, by the well-known Dutch anatomist Camper, can hardly be considered as having made any marked advance in the subject. The following works, on the contrary, deserve the fullest consideration",
    "categories": ["Comics & Graphic Novels"],
    "thumbnail": "http://books.google.com/books/content?id=oNdRAAAAcAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Createspace Independent Publishing Platform",
    "publishedDate": "1872",
    "pageCount": 406
  },
  {
    "id": "v8DaAAAAMAAJ",
    "title": "Darwin Among The Machines",
    "authors": ["George Dyson"],
    "description": "In this astonishing prediction of the World Wide Web's ultimate challenge to human civilization--a globally networked, electronic, sentient being--Dyson traces the course of the information revolution, illuminating the lives, work, and ideas of visionaries who foresaw the development of artificial intelligence, artificial life, and the global mind.",
    "categories": ["Computers"],
    "thumbnail": "http://books.google.com/books/content?id=v8DaAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Addison Wesley Publishing Company",
    "publishedDate": "1997-05",
    "pageCount": 312
  },
  {
    "id": "31RhzMMTTdIC",
    "title": "Ethnobotany in the New Europe",
    "authors": [
      "Manuel Pardo-de-Santayana",
      "Andrea Pieroni",
      "Rajindra K. Puri"
    ],
    "description": "The study of European wild food plants and herbal medicines is an old discipline that has been invigorated by a new generation of researchers pursuing ethnobotanical studies in fresh contexts. Modern botanical and medical science itself was built on studies of Medieval Europeans’ use of food plants and medicinal herbs. In spite of monumental changes introduced in the Age of Discovery and Mercantile Capitalism, some communities, often of immigrants in foreign lands, continue to hold on to old recipes and traditions, while others have adopted and enculturated exotic plants and remedies into their diets and pharmacopoeia in new and creative ways. Now in the 21st century, in the age of the European Union and Globalization, European folk botany is once again dynamically responding to changing cultural, economic, and political contexts. The authors and studies presented in this book reflect work being conducted across Europe’s many regions. They tell the story of the on-going evolution of human-plant relations in one of the most bioculturally dynamic places on the planet, and explore new approaches that link the re-evaluation of plant-based cultural heritage with the conservation and use of biocultural diversity.",
    "categories": ["Social Science"],
    "thumbnail": "http://books.google.com/books/content?id=31RhzMMTTdIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Berghahn Books",
    "publishedDate": "2010-06-01",
    "pageCount": 408
  },
  {
    "id": "tDBiHhLg2uMC",
    "title": "Forms of Becoming",
    "authors": ["Alessandro Minelli"],
    "description": "What comes first, form or function? Evolutionary developmental biology (or \"evo-devo\") answers this fundamental question by showing how evolution controls the development of organisms. Alessandro Minelli takes an in-depth and comprehensive look at the history and key issues of evo-devo, focusing on the innovative ways animal organisms evolve through competition and cooperation. Minelli provides a complete overview of conceptual developments--from the fierce nineteenth-century debates between the French biologists Geoffroy and Cuvier, who fought over questions of form versus function--to modern theories of how genes dictate body formation. The book's wide-ranging topics include expression patterns of genes, developmental bias, the role of developmental genes, and genetic determinism. Drawing from diverse examples, such as the anatomy of butterflies, giraffes, Siamese twins, and corals, Minelli extends and reformulates important concepts from development, evolution, and the interplay between the two.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=tDBiHhLg2uMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Princeton University Press",
    "publishedDate": "2009",
    "pageCount": 252
  },
  {
    "id": "rjVOCgAAQBAJ",
    "title": "A Dictionary of Geology and Earth Sciences",
    "authors": ["Michael Allaby"],
    "description": "This leading dictionary - now in its fourth edition - offers wide-ranging and authoritative coverage of the earth sciences and related topics in over 7,500 clear and accessible entries. Coverage includes geology, planetary science, oceanography, palaeontology, mineralogy, and volcanology, as well as climatology, geochemistry, and petrology. This new edition has been fully updated and 150 new entries added, with expanded coverage of geology and planetary geology terms. Over 130 line drawings accompany the definitions. The Dictionary also provides recommended web links which are listed and regularly updated on a dedicated companion website. Appendices include a revised geological time scale, an updated bibliography, stratigraphic units, lunar and Martian time scales, wind-strength scales, and SI units. This dictionary is essential for students of geography, geology, and earth sciences, and for those in in related disciplines.",
    "categories": ["Reference"],
    "thumbnail": "http://books.google.com/books/content?id=rjVOCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "OUP Oxford",
    "publishedDate": "2013-07-04",
    "pageCount": 674
  },
  {
    "id": "4DisAAAAIAAJ",
    "title": "Astronomy",
    "authors": ["Michael Zeilik"],
    "description": "The ninth edition of this successful textbook describes the full range of the astronomical universe and how astronomers think about the cosmos.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=4DisAAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "HarperCollins Publishers",
    "publishedDate": "1976",
    "pageCount": 552
  },
  {
    "id": "l1FPaaY355gC",
    "title": "Continuum Theory of Plasticity",
    "authors": ["Akhtar S. Khan", "Sujian Huang"],
    "description": "The only modern, up-to-date introduction to plasticity Despite phenomenal progress in plasticity research over the past fifty years, introductory books on plasticity have changed very little. To meet the need for an up-to-date introduction to the field, Akhtar S. Khan and Sujian Huang have written Continuum Theory of Plasticity--a truly modern text which offers a continuum mechanics approach as well as a lucid presentation of the essential classical contributions. The early chapters give the reader a review of elementary concepts of plasticity, the necessary background material on continuum mechanics, and a discussion of the classical theory of plasticity. Recent developments in the field are then explored in sections on the Mroz Multisurface model, the Dafalias and Popov Two Surface model, the non-linear kinematic hardening model, the endochronic theory of plasticity, and numerous topics in finite deformation plasticity theory and strain space formulation for plastic deformation. Final chapters introduce the fundamentals of the micromechanics of plastic deformation and the analytical coupling between deformation of individual crystals and macroscopic material response of the polycrystal aggregate. For graduate students and researchers in engineering mechanics, mechanical, civil, and aerospace engineering, Continuum Theory of Plasticity offers a modern, comprehensive introduction to the entire subject of plasticity.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=l1FPaaY355gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "John Wiley & Sons",
    "publishedDate": "1995-02-28",
    "pageCount": 434
  },
  {
    "id": "E5SBRSKR53EC",
    "title": "Principles of Physical Chemistry",
    "authors": ["Hans Kuhn", "Horst-Dieter Försterling", "David H. Waldeck"],
    "description": "Principles of Physical Chemistry, Second Edition uniquely uses simple physical models as well as rigorous treatments for understanding molecular and supramolecular systems and processes. In this way the presentation assists students in developing an intuitive understanding of the subjects as well as skill in quantitative manipulations. The unifying nature of physical chemistry is emphasized in the book by its organization - beginning with atoms and molecules, and proceeding to molecular assemblies of increasing complexity, ending with the emergence of matter that carries information, i.e. the origin of life, a physicochemical process of unique importance. The aim is to show the broad scope and coherence of physical chemistry.",
    "categories": ["Science"],
    "thumbnail": "http://books.google.com/books/content?id=E5SBRSKR53EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "John Wiley & Sons",
    "publishedDate": "2009-03-17",
    "pageCount": 1080
  },
  {
    "id": "WADDM36d3TAC",
    "title": "The Discarded Image",
    "authors": ["C. S. Lewis"],
    "description": "Hailed as \"the final memorial to the work of a great scholar and teacher and a wise and noble mind,\" this work paints a lucid picture of the medieval world view, as historical and cultural background to the literature of the Middle Ages and Renaissance.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=WADDM36d3TAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Cambridge University Press",
    "publishedDate": "1994-08-26",
    "pageCount": 248
  },
  {
    "id": "dWYyCwAAQBAJ",
    "title": "Homo Deus",
    "authors": ["Yuval Noah Harari"],
    "description": "**THE MILLION COPY BESTSELLER** Sapiens showed us where we came from. In our increasingly uncertain times, Homo Deus shows us where we're going. 'Spellbinding' Guardian The world-renowned historian and intellectual Yuval Noah Harari envisions a near future in which we face a new set of challenges. Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century and beyond - from overcoming death to creating artificial life. It asks the fundamental questions: how can we protect this fragile world from our own destructive power? And what does our future hold? 'Even more readable, even more important, than his excellent Sapiens' Kazuo Ishiguro 'Homo Deus will shock you. It will entertain you. It will make you think in ways you had not thought before' Daniel Kahneman, bestselling author of Thinking, Fast and Slow",
    "categories": ["Social Science"],
    "thumbnail": "http://books.google.com/books/content?id=dWYyCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Random House",
    "publishedDate": "2016-09-08",
    "pageCount": 504
  },
  {
    "id": "H5pyUIY4THYC",
    "title": "A Concise History of Greece",
    "authors": ["Richard Clogg"],
    "description": "This book provides a concise, illustrated introduction to the history of modern Greece, with a new final chapter about Greek history and politics to the present day. 56 illustrations. 10 maps.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=H5pyUIY4THYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Cambridge University Press",
    "publishedDate": "2002-06-20",
    "pageCount": 316
  },
  {
    "id": "_LcYDAAAQBAJ",
    "title": "The Black Death",
    "authors": ["NA NA"],
    "description": "A fascinating account of the phenomenon known as the Black Death, this volume offers a wealth of documentary material focused on the initial outbreak of the plague that ravaged the world in the 14th century. A comprehensive introduction that provides important background on the origins and spread of the plague is followed by nearly 50 documents organized into topical sections that focus on the origin and spread of the illness; the responses of medical practitioners; the societal and economic impact; religious responses; the flagellant movement and attacks on Jews provoked by the plague; and the artistic response. Each chapter has an introduction that summarizes the issues explored in the documents; headnotes to the documents provide additional background material. The book contains documents from many countries - including Muslim and Byzantine sources - to give students a variety of perspectives on this devastating illness and its consequences. The volume also includes illustrations, a chronology of the Black Death, and questions to consider.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=_LcYDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Springer",
    "publishedDate": "2016-04-30",
    "pageCount": 215
  },
  {
    "id": "Br-Ho0rlFGwC",
    "title": "Alexander the Great",
    "authors": ["Philip Freeman"],
    "description": "In the first authoritative biography of Alexander the Great written for a general audience in a generation, classicist and historian Philip Freeman tells the remarkable life of the great conqueror. The celebrated Macedonian king has been one of the most enduring figures in history. He was a general of such skill and renown that for two thousand years other great leaders studied his strategy and tactics, from Hannibal to Napoleon, with countless more in between. He flashed across the sky of history like a comet, glowing brightly and burning out quickly: crowned at age nineteen, dead by thirty-two. He established the greatest empire of the ancient world; Greek coins and statues are found as far east as Afghanistan. Our interest in him has never faded. Alexander was born into the royal family of Macedonia, the kingdom that would soon rule over Greece. Tutored as a boy by Aristotle, Alexander had an inquisitive mind that would serve him well when he faced formidable obstacles during his military campaigns. Shortly after taking command of the army, he launched an invasion of the Persian empire, and continued his conquests as far south as the deserts of Egypt and as far east as the mountains of present-day Pakistan and the plains of India. Alexander spent nearly all his adult life away from his homeland, and he and his men helped spread the Greek language throughout western Asia, where it would become the lingua franca of the ancient world. Within a short time after Alexander’s death in Baghdad, his empire began to fracture. Best known among his successors are the Ptolemies of Egypt, whose empire lasted until Cleopatra. In his lively and authoritative biography of Alexander, classical scholar and historian Philip Freeman describes Alexander’s astonishing achievements and provides insight into the mercurial character of the great conqueror. Alexander could be petty and magnanimous, cruel and merciful, impulsive and farsighted. Above all, he was ferociously, intensely competitive and could not tolerate losing—which he rarely did. As Freeman explains, without Alexander, the influence of Greece on the ancient world would surely not have been as great as it was, even if his motivation was not to spread Greek culture for beneficial purposes but instead to unify his empire. Only a handful of people have influenced history as Alexander did, which is why he continues to fascinate us.",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=Br-Ho0rlFGwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2011-01-04",
    "pageCount": 418
  },
  {
    "id": "9F7i5u4sOtgC",
    "title": "Conservatism",
    "authors": ["Jerry Z. Muller"],
    "description": "History Professor Jerry Muller locates the origins of modern conservatism within the Enlightenment and distinguishes conservatism from orthodoxy. Reviewing important specimens of analysis from the mid18th century through our own day, Muller demonstrates that characteristic features of conservative argument recur over time and across national borders.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=9F7i5u4sOtgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Princeton University Press",
    "publishedDate": "1997-05-04",
    "pageCount": 476
  },
  {
    "id": "GTw4AAAAQBAJ",
    "title": "The Blitzkrieg Legend",
    "authors": ["Karl-Heinz Frieser"],
    "description": "Here, for the first time in English, is an illuminating German perspective on the decisive blitzkrieg campaign. The account, written by the German historian Karl-Heinz Frieser and edited by American historian John T. Greenwood, provides the definitive explanation for Germany’s startling success and the equally surprising military collapse of France and Britain on the European continent in 1940. In a little over a month, Germany defeated the Allies in battle, a task that had not been achieved in four years of brutal fighting during World War I. First published in 1995 as the official German history of the 1940 campaign, this book goes beyond standard explanations to show that the German victory was not inevitable and that French defeat was not preordained. Contrary to most accounts of the campaign, Frieser’s illustrates that the military systems of both Germany and France were solid and that their campaign plans were sound. The key to victory or defeat, Frieser argues, was the execution of operational plans—both preplanned and ad hoc—amid the eternal Clausewitzian combat factors of friction and the fog of war. He shows why, on the eve of the campaign, the British and French leaders had good cause to be confident and why many German generals were understandably concerned that disaster was looming for them. This study explodes many of the myths concerning German blitzkrieg warfare and the planning for the 1940 campaign. Frieser’s groundbreaking interpretation of the topic has been the subject of discussion since the German edition first appeared. This English translation is published in cooperation with the Association of the United States Army.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=GTw4AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Naval Institute Press",
    "publishedDate": "2013-01-15",
    "pageCount": 594
  },
  {
    "id": "Xf3h3Z1YQtIC",
    "title": "The Ottoman Age of Exploration",
    "authors": ["Giancarlo Casale"],
    "description": "In 1517, the Ottoman Sultan Selim \"the Grim\" conquered Egypt and brought his empire for the first time in history into direct contact with the trading world of the Indian Ocean. During the decades that followed, the Ottomans became progressively more engaged in the affairs of this vast and previously unfamiliar region, eventually to the point of launching a systematic ideological, military and commercial challenge to the Portuguese Empire, their main rival for control of the lucrative trade routes of maritime Asia. The Ottoman Age of Exploration is the first comprehensive historical account of this century-long struggle for global dominance, a struggle that raged from the shores of the Mediterranean to the Straits of Malacca, and from the interior of Africa to the steppes of Central Asia. Based on extensive research in the archives of Turkey and Portugal, as well as materials written on three continents and in a half dozen languages, it presents an unprecedented picture of the global reach of the Ottoman state during the sixteenth century. It does so through a dramatic recounting of the lives of sultans and viziers, spies, corsairs, soldiers-of-fortune, and women from the imperial harem. Challenging traditional narratives of Western dominance, it argues that the Ottomans were not only active participants in the Age of Exploration, but ultimately bested the Portuguese in the game of global politics by using sea power, dynastic prestige, and commercial savoir faire to create their own imperial dominion throughout the Indian Ocean.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=Xf3h3Z1YQtIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Oxford University Press",
    "publishedDate": "2010-02-25",
    "pageCount": 303
  },
  {
    "id": "kwpHHr4CMWQC",
    "title": "My Road of Life",
    "authors": ["Sabir Rustamkhanli"],
    "description": "\"My Road of Life\" is his last work written during the Soviet rule. This book treasures love; love of everyone, love to motherland, history, culture. The book speaks out for the whole Azerbaijani people expressing its benevolent nature and good will. The 90s of the last century marked Azerbaijan's history with independence from the Soviet regime and greatly contributed to introduce \"My Road of Life\" as one of the cult books of those times, spreading thoughts and spirit of liberty, independence, nation's self-governance. Fighters for independence used to came to The Liberty Square in Baku with this book in their hands to demand the end of the authoritarian Soviet dominance. The book encouraged the young generation of those times to rise and wage the just struggle for future and signaled the complete destruction of the humiliating Soviet dictatorship. Today \"My Road of Life\" is a versed relic echoing the ardent freedom-loving spirit of the Azerbaijani people on their long way to hard-fought victory.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=kwpHHr4CMWQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "AuthorHouse",
    "publishedDate": "2013-04",
    "pageCount": 415
  },
  {
    "id": "Pepy2_OXEe4C",
    "title": "Undoing Gender",
    "authors": ["Judith Butler"],
    "description": "First Published in 2004. Routledge is an imprint of Taylor & Francis, an informa company.",
    "categories": ["Literary Criticism"],
    "thumbnail": "http://books.google.com/books/content?id=Pepy2_OXEe4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Psychology Press",
    "publishedDate": "2004",
    "pageCount": 292
  },
  {
    "id": "UhbQdNXVtKYC",
    "title": "Modern Brazil",
    "authors": ["Michael L. Conniff", "Frank D. McCann"],
    "description": "Modern Brazil, a collection of original essays, views the largest country in South America through the multiple lenses of political science, economics, telecommunications, and religion. The editors, Michael L. Conniff and Frank D. McCann, have provided a frame for this analysis of a complex society by centering on the elites, those who run national affairs, and the masses, those poor and working-class people who have little direct influence on them. Discussing the political elites from regional, national, and military standpoints are, respectively, Joseph L. Love and Bert J. Barickman, Conniff, and McCann. The economic elites, notably businessmen and industrialists, are analyzed by Steven Topik and Eli Diniz. The masses are considered in chapters by Eul Soo Pang, Thomas Holloway, and Michael Hall and Marco Aurelio Garc�a. Sam Adamo views the historical situation of blacks and mulattos in Brazil. In the final section, examining connections between the elites and masses, Robert M. Levine writes about how the former perceive the povo, Joseph Straubhaas looks at the mass media; and Fred Gillette Strum ex-amines religion in Brazil. The editors have included a general introduction, an epilogue focusing on Brazil in the late 1980s, and a glossary.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=UhbQdNXVtKYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "U of Nebraska Press",
    "publishedDate": "1991-01-01",
    "pageCount": 340
  },
  {
    "id": "PLolAQAAMAAJ",
    "title": "The Great Game of Genocide",
    "authors": ["Donald Bloxham"],
    "description": "Between 1915-1916 approximately one million Armenian Christians were killed under the auspices of the Ottoman government. For nearly a century this genocide has either been ignored or not recognised for what it was. The author provides an explanation for why it happened and why it has subsequently been overlooked.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=PLolAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Oxford University Press, USA",
    "publishedDate": "2005",
    "pageCount": 356
  },
  {
    "id": "l0Kn-DMl5ZoC",
    "title": "From the Indian Ocean to the Mediterranean",
    "authors": ["Sebouh Aslanian"],
    "description": "Drawing on a rich trove of documents, including correspondence not seen for 300 years, this study explores the emergence and growth of a remarkable global trade network operated by Armenian silk merchants from a small outpost in the Persian Empire. Based in New Julfa, Isfahan, in what is now Iran, these merchants operated a network of commercial settlements that stretched from London and Amsterdam to Manila and Acapulco. The New Julfan Armenians were the only Eurasian community that was able to operate simultaneously and successfully in all the major empires of the early modern world—both land-based Asian empires and the emerging sea-borne empires—astonishingly without the benefits of an imperial network and state that accompanied and facilitated European mercantile expansion during the same period. This book brings to light for the first time the trans-imperial cosmopolitan world of the New Julfans. Among other topics, it explores the effects of long distance trade on the organization of community life, the ethos of trust and cooperation that existed among merchants, and the importance of information networks and communication in the operation of early modern mercantile communities.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=l0Kn-DMl5ZoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Univ of California Press",
    "publishedDate": "2011-05-04",
    "pageCount": 389
  },
  {
    "id": "bNCvyLxEAXgC",
    "title": "The Individual and the Cosmos in Renaissance Philosophy",
    "authors": ["Ernst Cassirer"],
    "description": "This provocative volume, one of the most important interpretive works on the philosophical thought of the Renaissance, has long been regarded as a classic in its field. Ernst Cassirer here examines the changes brewing in the early stages of the Renaissance, tracing the interdependence of philosophy, language, art, and science; the newfound recognition of individual consciousness; and the great thinkers of the period—from da Vinci and Galileo to Pico della Mirandola and Giordano Bruno. The Individual and the Cosmos in Renaissance Philosophy discusses the importance of fifteenth-century philosopher Nicholas Cusanus, the concepts of freedom and necessity, and the subject-object problem in Renaissance thought. “This fluent translation of a scholarly and penetrating original leaves little impression of an attempt to show that a ‘spirit of the age’ or ‘spiritual essence of the time’ unifies and expresses itself in all aspects of society or culture.”—Philosophy",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=bNCvyLxEAXgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "University of Chicago Press",
    "publishedDate": "2010-04",
    "pageCount": 215
  },
  {
    "id": "jzbDDwAAQBAJ",
    "title": "The Invention of the Restaurant",
    "authors": ["Rebecca L. Spang"],
    "description": "Winner of the Louis Gottschalk Prize Winner of the Thomas J. Wilson Memorial Prize “Witty and full of fascinating details.” —Los Angeles Times Why are there restaurants? Why would anybody consider eating alongside perfect strangers in a loud and crowded room to be an enjoyable pastime? To find the answer, Rebecca Spang takes us back to France in the eighteenth century, when a restaurant was not a place to eat but a quasi-medicinal bouillon not unlike the bone broths of today. This is a book about the French revolution in taste—about how Parisians invented the modern culture of food, changing the social life of the world in the process. We see how over the course of the Revolution, restaurants that had begun as purveyors of health food became symbols of aristocratic greed. In the early nineteenth century, the new genre of gastronomic literature worked within the strictures of the Napoleonic state to transform restaurants yet again, this time conferring star status upon oysters and champagne. “An ambitious, thought-changing book...Rich in weird data, unsung heroes, and bizarre true stories.” —Adam Gopnik, New Yorker “[A] pleasingly spiced history of the restaurant.” —New York Times “A lively, engrossing, authoritative account of how the restaurant as we know it developed...Spang is...as generous in her helpings of historical detail as any glutton could wish.” —The Times",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=jzbDDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Harvard University Press",
    "publishedDate": "2020-01-14",
    "pageCount": 353
  },
  {
    "id": "QDYuDwAAQBAJ",
    "title": "The Witch",
    "authors": ["Ronald Hutton"],
    "description": "This book sets the notorious European witch trials in the widest and deepest possible perspective and traces the major historiographical developments of witchcraft",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=QDYuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Yale University Press",
    "publishedDate": "2017-01-01",
    "pageCount": 385
  },
  {
    "id": "tf0OEAAAQBAJ",
    "title": "One Woman in the War",
    "authors": ["Alaine Polcz"],
    "description": "Before the publication of this book, Alaine Polcz was widely recognized as a psychologist ministering to the needs of disturbed and incurably ill children and their families, as the author of numerous articles and several books on thanatology, and as the founder of the hospice movement in Hungary. The autobiographic account of the experiences of a woman, then 19-20, in the closing months of the Second World War. When it was first published, in 1991, the book was a revelation of past horrors in Hungary which, until then, had lingered on in the farthest reaches of the national memory as rumor and suspicion about the violent acts committed against women during a time of chaos, havoc, and savagery. The literary world quickly recognized the merits of this book: It was highly praised by Hungarian reviewers, awarded prizes, and has already been translated into French, Rumanian, Slovenian, and Serbian.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=tf0OEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Central European University Press",
    "publishedDate": "2002-07-10",
    "pageCount": 164
  },
  {
    "id": "cOM4DgAAQBAJ",
    "title": "The Last Empire",
    "authors": ["Serhii Plokhy"],
    "description": "On Christmas Day, 1991, President George H. W. Bush addressed the nation to declare an American victory in the Cold War: earlier that day Mikhail Gorbachev had resigned as the first and last Soviet president. The enshrining of that narrative, one in which the end of the Cold War was linked to the disintegration of the Soviet Union and the triumph of democratic values over communism, took center stage in American public discourse immediately after Bush's speech and has persisted for decades -- with disastrous consequences for American standing in the world. As prize-winning historian Serhii Plokhy reveals in The Last Empire, the collapse of the Soviet Union was anything but the handiwork of the United States. On the contrary, American leaders dreaded the possibility that the Soviet Union -- weakened by infighting and economic turmoil -- might suddenly crumble, throwing all of Eurasia into chaos. Bush was firmly committed to supporting his ally and personal friend Gorbachev, and remained wary of nationalist or radical leaders such as recently elected Russian President Boris Yeltsin. Fearing what might happen to the large Soviet nuclear arsenal in the event of the union's collapse, Bush stood by Gorbachev as he resisted the growing independence movements in Ukraine, Moldova, and the Caucasus. Plokhy's detailed, authoritative account shows that it was only after the movement for independence of the republics had gained undeniable momentum on the eve of the Ukrainian vote for independence that fall that Bush finally abandoned Gorbachev to his fate. Drawing on recently declassified documents and original interviews with key participants, Plokhy presents a bold new interpretation of the Soviet Union's final months and argues that the key to the Soviet collapse was the inability of the two largest Soviet republics, Russia and Ukraine, to agree on the continuing existence of a unified state. By attributing the Soviet collapse to the impact of American actions, US policy makers overrated their own capacities in toppling and rebuilding foreign regimes. Not only was the key American role in the demise of the Soviet Union a myth, but this misplaced belief has guided -- and haunted -- American foreign policy ever since.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=cOM4DgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Hachette UK",
    "publishedDate": "2015-09-08",
    "pageCount": 544
  },
  {
    "id": "bm0uCgAAQBAJ",
    "title": "The Gates of Europe",
    "authors": ["Serhii Plokhy"],
    "description": "Ukraine is currently embroiled in a tense battle with Russia to preserve its economic and political independence. But today's conflict is only the latest in a long history of battles over Ukraine's existence as a sovereign nation. As award-winning historian Serhii Plokhy argues in The Gates of Europe, we must examine Ukraine's past in order to understand its fraught present and likely future. Situated between Europe, Russia, and the Asian East, Ukraine was shaped by the empires that have used it as a strategic gateway between East and West—from the Romans and Ottomans to the Third Reich and the Soviet Union, all have engaged in global fights for supremacy on Ukrainian soil. Each invading army left a lasting mark on the landscape and on the population, making modern Ukraine an amalgam of competing cultures. Authoritative and vividly written, The Gates of Europe will be the definitive history of Ukraine for years to come.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=bm0uCgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Basic Books",
    "publishedDate": "2015-12-01",
    "pageCount": 433
  },
  {
    "id": "UTjUAwAAQBAJ",
    "title": "Constantinople: Capital of Byzantium",
    "authors": ["Jonathan Harris"],
    "description": "This book examines the intriguing interaction between the spiritual and the political whilst reconstructs the awe-inspiring city in its heyday of 1200.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=UTjUAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "A&C Black",
    "publishedDate": "2009-05-05",
    "pageCount": 308
  },
  {
    "id": "1YwhAAAAMAAJ",
    "title": "War Beneath the Sea",
    "authors": ["Peter Padfield"],
    "description": "\"Peter Padfield is the best British naval historian of his generation now working. [This] book . . . will now become the standard work on the subject.\"––John Keegan \"A fascinating and great contribution to the entire lore of submarines.\"––Capt. Edward L. Beach, USN (ret.), author of Run Silent, Run Deep War Beneath the Sea is the definitive account of one of the most turbulent—and crucial—chapters of World War II. This is the first book to cover all the major submarine campaigns of the war: British, American, German, Japanes, and Italian. Padfield′s suspense–filled battle accounts vividly capture the tension and challenge of war beneath the sea. PETER PADFIELD (England) is a leading naval and military historian. He is the author of Guns at Sea, Armada, Tides of Empire , and Donitz: The Last Furher .",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=1YwhAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "John Wiley & Sons",
    "publishedDate": "1995",
    "pageCount": 600
  },
  {
    "id": "TdgnEAAAQBAJ",
    "title": "Historical Dictionary of Afghanistan",
    "authors": ["Thomas H. Johnson", "Ludwig W. Adamec"],
    "description": "Afghanistan is an extremely complex and nuanced country that has been one of the centers of imperial conflict at least for 150 years. From the Czarist Russia’s march south in the 19th Century threatening British India, three Anglo-Afghan Wars, the Soviet Invasion and occupation of Afghanistan starting in December 1979 and the resulting anti-Soviet Jihad by the Afghan Mujahideen to Kabul’s and their allies’ (U.S. and NATO) conflict with the Taliban, Afghanistan has been one of the centers of important international and regional conflicts and events. Historical Dictionary of Afghanistan, Fifth Edition contains a chronology, an introduction, and an extensive bibliography. The dictionary section has more than 1,000 cross-referenced entries on important personalities as well as aspects of the country’s politics, economy, foreign relations, religion, and culture. This book is an excellent resource for students, researchers, and anyone wanting to know more about Afghanistan.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=TdgnEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Rowman & Littlefield",
    "publishedDate": "2021-05-15",
    "pageCount": 781
  },
  {
    "id": "k5Vsjg508EYC",
    "title": "Late Enlightenment",
    "authors": ["Balázs Trencsényi", "Michal Kopeček"],
    "description": "Presents an interpretative synthesis that challenges the self-centered and \"isolationist\" historical narratives and educational canons prevalent in the many countries of Central and Southeast Europe. This title aims to confront 'mainstream' and seemingly successful national discourses with each other.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=k5Vsjg508EYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Central European University Press",
    "publishedDate": "2006-06-15",
    "pageCount": 376
  },
  {
    "id": "MeVVDwAAQBAJ",
    "title": "The Twelve Caesars",
    "authors": ["Suetonius"],
    "description": "One of antiquity's great historical resources, this chronicle portrays the lives and reigns of Julius Caesar and his 11 immediate successors.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=MeVVDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Courier Dover Publications",
    "publishedDate": "2018-04-18",
    "pageCount": 659
  },
  {
    "id": "4qKbBQAAQBAJ",
    "title": "Great Catastrophe",
    "authors": ["Thomas De Waal"],
    "description": "Drawing on archival sources, reportage and moving personal stories, de Waal tells the full story of Armenian-Turkish relations since the Genocide in all its extraordinary twists and turns. He looks behind the propaganda to examine the realities of a terrible historical crime and the divisive \"politics of genocide\" it produced.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=4qKbBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Oxford University Press, USA",
    "publishedDate": "2015",
    "pageCount": 321
  },
  {
    "id": "Ido0GH1-Dx8C",
    "title": "Proclaiming the Truman Doctrine",
    "authors": ["Denise M. Bostdorff"],
    "description": "In this work, Denise M. Bostdorff considers President Truman’s address to a joint session of Congress on March 12, 1947. She focuses on the public and private language that influenced administration perceptions about the precipitating events in Greece and Turkey and explores the news management campaign that set the stage for Truman’s speech. Bostdorff even examines how the president’s health may have influenced his policy decision and how it affected his delivery of the address and campaign for congressional approval. After a rhetorical analysis of the Truman Doctrine speech, the book ends with Bostdorff’s conclusions on its short- and long-term impact. She identifies themes announced by Truman that resound in U.S. foreign policy down to the present day, when George W. Bush has compared his policies in the war on terror to those of Truman and members of his administration have compared Bush to Truman. This important work is a major contribution to scholarship on the presidency, political science, and public rhetoric.",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=Ido0GH1-Dx8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Texas A&M University Press",
    "publishedDate": "2008",
    "pageCount": 216
  },
  {
    "id": "ok4F_SawQaEC",
    "title": "The Columbia History of Western Philosophy",
    "authors": ["Richard Henry Popkin"],
    "description": "Richard Popkin has assembled 63 leading scholars to forge a chronological account of the development of Western philosophical traditions. From Plato to Wittgenstein and from Aquinas to Heidegger, this volume provides lively, in-depth, and up-to-date historical analyses of all the key figures, schools, and movements of Western philosophy. Each chapter includes an introductory essay, and Popkin provides notes that draw connections among the separate articles. The rich bibliographic information and the indexes of names and terms make the volume a invaluable resource.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=ok4F_SawQaEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Columbia University Press",
    "publishedDate": "1999",
    "pageCount": 868
  },
  {
    "id": "WK_mPzxMFfoC",
    "title": "Sunset Park",
    "authors": ["Paul Auster"],
    "description": "Auster's novel of love and forgiveness from the author of contemporary classic The New York Trilogy: 'a literary voice for the ages' ( Guardian) S unset Park is set in the sprawling flatlands of Florida, where twenty-eight-year-old Miles is photographing the last lingering traces of families who have abandoned their houses due to debt or foreclosure. Miles is haunted by guilt for having inadvertently caused the death of his step-brother, a situation that caused him to flee his father and step-mother in New York seven years ago. What keeps him in Florida is his relationship with a teenage high-school girl, Pilar, but when her family threatens to expose their relationship, Miles decides to protect Pilar by going back to Brooklyn, where he settles in a squat to prepare himself to face the inevitable confrontation with his father - a confrontation he has been avoiding for years. Set against the backdrop of the devastating global recession, and pulsing with the energy of Auster's previous novel Invisible, Sunset Park is as mythic as it is contemporary, as in love with baseball as it is with literature. It is above all, a story about love and forgiveness - not only among men and women, but also between fathers and sons.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=WK_mPzxMFfoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Faber & Faber",
    "publishedDate": "2010-11-04",
    "pageCount": 318
  },
  {
    "id": "06sqCwAAQBAJ",
    "title": "Battling the Gods",
    "authors": ["Tim Whitmarsh"],
    "description": "How new is atheism? In Battling the Gods, Tim Whitmarsh journeys into the ancient Mediterranean to recover the stories of those who first refused the divinities. Long before the Enlightenment sowed the seeds of disbelief in a deeply Christian Europe, atheism was a matter of serious public debate in the Greek world. But history is written by those who prevail, and the Age of Faith mostly suppressed the lively free-thinking voices of antiquity. Tim Whitmarsh brings to life the fascinating ideas of Diagoras of Melos, perhaps the first self-professed atheist; Democritus, the first materialist; and Epicurus and his followers. He shows how the early Christians came to define themselves against atheism, and so suppress the philosophy of disbelief. Battling the Gods is the first book on the origins of the secular values at the heart of the modern state. Authoritative and bold, provocative and humane, it reveals how atheism and doubt, far from being modern phenomena, have intrigued the human imagination for thousands of years.",
    "categories": ["Religion"],
    "thumbnail": "http://books.google.com/books/content?id=06sqCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Faber & Faber",
    "publishedDate": "2016-02-02",
    "pageCount": 213
  },
  {
    "id": "t-fWDwAAQBAJ",
    "title": "Islam and Asia",
    "authors": ["Chiara Formichi"],
    "description": "An accessible, transregional exploration of how Islam and Asia have shaped each other's histories, societies and cultures from the seventh century to today.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=t-fWDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Cambridge University Press",
    "publishedDate": "2020-05-07",
    "pageCount": 351
  },
  {
    "id": "oNdRAAAAcAAJ",
    "title": "The Expression of the Emotions in Man and Animals",
    "authors": ["Charles Darwin"],
    "description": "MANY works have been written on Expression, but a greater number on Physiognomy, that is, on the recognition of character through the study of the permanent form of the features. With this latter subject I am not here concerned. The older treatises, which I have consulted, have been of little or no service to me. The famous 'Conferences' of the painter Le Brun, published in 1667, is the best known ancient work, and contains some good remarks. Another somewhat old essay, namely, the 'Discours, ' delivered 1774-1782, by the well-known Dutch anatomist Camper, can hardly be considered as having made any marked advance in the subject. The following works, on the contrary, deserve the fullest consideration",
    "categories": ["Comics & Graphic Novels"],
    "thumbnail": "http://books.google.com/books/content?id=oNdRAAAAcAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Createspace Independent Publishing Platform",
    "publishedDate": "1872",
    "pageCount": 406
  },
  {
    "id": "nxC1wF3_IEAC",
    "title": "Images of Nebuchadnezzar",
    "authors": ["Ronald Herbert Sack"],
    "description": "Images of Nebuchadnezzar attempts to probe the diversity of cultural attitudes reflected in the characterizations of this famous king through an examination of both the original cuneiform sources as well as the accounts of chronographers written in Greek, Roman, and medieval times. Included in this revised and expanded second edition are two new chapters that examine both Nebuchadnezzar's administrative policies and the impact that his death had on both contemporary and later cultures. Both the positive and negative images of the king are explored, with conclusions being developed as to what the authors of the various surviving accounts actually thought the king really was. In the process, the whole nature of historiography in the ancient world is analyzed, and a number of broad conclusions are developed. Anyone who has ever read Second Kings or the books of Daniel and Jeremiah of the Old Testament is familiar with the name of Nebuchadnezzar, the king of Babylon who conquered the kingdom of Judah and destroyed Solomon's temple. As the second member of the Chaldean dynasty of Mesopotamia (626-539 B.C.), he ruled for forty-three years (605-562 B.C.), during which time he also led military campaigns into Syria and Lebanon. He also organized a number of building projects that were to transform Babylon into one of the seven wonders of the ancient world. Among his noteworthy achievements were the construction of massive fortification walls around Babylon, the refurbishing of Marduk's temple in the city, and the building of huge palaces that served as the king's residences. Tales of these legendary achievements, as well as those of his father, Nabopolassar (626-605 B.C.), also found their way into the narratives of a number of Greek, Roman, and medieval historians and chronographers many centuries later. Unfortunately, much of the record of Nebuchadnezzar's achievements that was written in his own time has not survived. Instead, only secondary accounts of his military campaigns or his construction projects in Babylon written in Greek, Latin, Hebrew, or Arabic are available for analysis. These stories vary greatly in content and emphasis and, in many cases, distort much of what we know from Nebuchadnezzar's own sources. The Hebrews, for example, described Nebuchadnezzar's siege of Jerusalem in such a way as to consider it something that should never again be repeated. The Greeks, on the other hand, saw the building projects in Babylon as evidence of almost superhuman achievements, as monuments that were the result of efforts by a king who was almost godlike. Why, then, is there such diversity in the characterizations of Nebuchadnezzar? This book proposes answers to these questions.",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=nxC1wF3_IEAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Susquehanna University Press",
    "publishedDate": "2004",
    "pageCount": 202
  },
  {
    "id": "F3HTHpikwq4C",
    "title": "Social Currents in Eastern Europe",
    "authors": ["Sabrina P. Ramet"],
    "description": "Examines the meanings and sources of various social currents - intellectual dissent, feminism, religious activism, the formation of independent youth cultures and movements, and trade unionism - in seven communist countries.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=F3HTHpikwq4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Duke University Press",
    "publishedDate": "1995",
    "pageCount": 620
  },
  {
    "id": "_pIcG_aZGjsC",
    "title": "Ecology of Java & Bali",
    "authors": [
      "Tony Whitten",
      "Roehayat Emon Soeriaatmadja",
      "Suraya A. Afiff"
    ],
    "description": "Series blurb: The Ecology of Indonesia series explores one of the most biologically diverse areas of the world, incorporating current research from Western and Indonesian specialists. Each book describes in detail, Indonesia's fragile ecosystems, its unparalled biodiversity, its peoples andtheir use of natural resources, and the ecological problems which have resulted from rapid economic development.",
    "categories": ["Nature"],
    "thumbnail": "http://books.google.com/books/content?id=_pIcG_aZGjsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Oxford University Press",
    "publishedDate": "1996",
    "pageCount": 1040
  },
  {
    "id": "MNksBgAAQBAJ",
    "title": "A Tale of Love and Darkness",
    "authors": ["Amos Oz"],
    "description": "Discover Amos Oz’s most iconic work in this extraordinary memoir that is at once a great family saga and a magical self-portrait of a writer who witnessed the birth of a nation *OVER 2 MILLION COPIES SOLD WORLDWIDE* ‘A hero of mine, a moral as well as literary giant’ Simon Schama Amos Oz's remarkable, moving story takes us on a seductive journey through his childhood and adolescence, along Jerusalem's war-torn streets in the 1940s and '50s and into a small apartment crowded with books in twelve languages and relatives speaking nearly as many. Caught between them is one small boy with the weight of generations on his shoulders. Oz dives into 120 years of family history and paradox, the saga of a Jewish love-hate affair with Europe that sweeps from Vilna and Odessa, via Poland and Prague, to Israel. Farce and heartbreak, history and humanity make up this story of clashing cultures and lives, of suffering and perseverance, of love and darkness. ‘Oz’s greatest work...not only his autobiography, but in a way the biography of Israel before it was created’ David Grossman, Observer",
    "categories": ["Biography & Autobiography"],
    "thumbnail": "http://books.google.com/books/content?id=MNksBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Random House",
    "publishedDate": "2015-02-28",
    "pageCount": 61
  },
  {
    "id": "qcq22n9NT7sC",
    "title": "Boundaries, Dynamics and Construction of Traditions in South Asia",
    "authors": ["Federico Squarcini"],
    "description": "No description available.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=qcq22n9NT7sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Firenze University Press",
    "publishedDate": "2005",
    "pageCount": 622
  },
  {
    "id": "pRm3EAAAQBAJ",
    "title": "The Diffusion of Classical Art in Antiquity",
    "authors": ["John Boardman"],
    "description": "From one of the world’s leading authorities on ancient Greek art, a groundbreaking account of how Greek images were understood and used by other ancient peoples, from Britain to China In this book, acclaimed archaeologist and art historian John Boardman explores Greek art as a foreign art transmitted to the non-Greeks of antiquity—peoples who weren’t necessarily able to judge the meaning of Greek art and who may have regarded the Greeks themselves with great hostility. Boardman examines how and why the arts of the classical world traveled and to what effect, from Britain to China, from roughly the eighth century BCE to the early centuries CE. In some places, such as Italy, Greek images were overwhelmingly successful. In Egypt, the Celtic world, the eastern steppes, and other regions with strong local traditions, they were never effectively assimilated. And in cultures where there was a subtler blend of influences, notably in the Buddhist east, classical images served as a catalyst to the generation of new styles. Along the way, Boardman demonstrates that looking at Greek art from the outside provides a wealth of new insights into Greek art itself, and he raises important questions about how images in general are copied and reinterpreted.",
    "categories": ["Art"],
    "thumbnail": "http://books.google.com/books/content?id=pRm3EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Princeton University Press",
    "publishedDate": "2023-08-15",
    "pageCount": 352
  },
  {
    "id": "HnLhAAAAMAAJ",
    "title": "The Making of the Roman Army",
    "authors": ["L. J. F. Keppie"],
    "description": "No description available.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=HnLhAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "B. T. Batsford Limited",
    "publishedDate": "1984",
    "pageCount": 298
  },
  {
    "id": "ITi1AAAAIAAJ",
    "title": "Sleeping with the Devil",
    "authors": ["Robert Baer"],
    "description": "“Saudi Arabia is more and more an irrational state—a place that spawns global terrorism even as it succumbs to an ancient and deeply seated isolationism, a kingdom led by a royal family that can’t get out of the way of its own greed. Is this the fulcrum we want the global economy to balance on?” In his explosive New York Times bestseller,See No Evil, former CIA operative Robert Baer exposed how Washington politics drastically compromised the CIA’s efforts to fight global terrorism. Now in his powerful new book, Sleeping with the Devil, Baer turns his attention to Saudi Arabia, revealing how our government’s cynical relationship with our Middle Eastern ally and America’s dependence on Saudi oil make us increasingly vulnerable to economic disaster and put us at risk for further acts of terrorism. For decades, the United States and Saudi Arabia have been locked in a “harmony of interests.” America counted on the Saudis for cheap oil, political stability in the Middle East, and lucrative business relationships for the United States, while providing a voracious market for the kingdom’s vast oil reserves. With money and oil flowing freely between Washington and Riyadh, the United States has felt secure in its relationship with the Saudis and the ruling Al Sa’ud family. But the rot at the core of our “friendship” with the Saudis was dramatically revealed when it became apparent that fifteen of the nineteen September 11 hijackers proved to be Saudi citizens. InSleeping with the Devil, Baer documents with chilling clarity how our addiction to cheap oil and Saudi petrodollars caused us to turn a blind eye to the Al Sa’ud’s culture of bribery, its abysmal human rights record, and its financial support of fundamentalist Islamic groups that have been directly linked to international acts of terror, including those against the United States. Drawing on his experience as a field operative who was on the ground in the Middle East for much of his twenty years with the agency, as well as the large network of sources he has cultivated in the region and in the U.S. intelligence community, Baer vividly portrays our decades-old relationship with the increasingly dysfunctional and corrupt Al Sa’ud family, the fierce anti-Western sentiment that is sweeping the kingdom, and the desperate link between the two. In hopes of saving its own neck, the royal family has been shoveling money as fast as it can to mosque schools that preach hatred of America and to militant fundamentalist groups—an end game just waiting to play out. Baer not only reveals the outrageous excesses of a Saudi royal family completely out of touch with the people of its kingdom, he also takes readers on a highly personal search for the deeper roots of modern terrorism, a journey that returns time again and again to Saudi Arabia: to the Wahhabis, the powerful Islamic sect that rules the Saudi street; to the Taliban and al Qaeda, both of which Saudi Arabia helped to underwrite; and to the Muslim Brotherhood, one of the most active and effective terrorist groups in existence, which the Al Sa’ud have sheltered and funded. The money and arms that we send to Saudi Arabia are, in effect, being used to cut our own throat, Baer writes, but America might have only itself to blame. So long as we continue to encourage the highly volatile Saudi state to bank our oil under its sand—and so long as we continue to grab at the Al Sa’ud’s money—we are laying the groundwork for a potential global economic catastrophe.",
    "categories": ["Current Events"],
    "thumbnail": "http://books.google.com/books/content?id=ITi1AAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Crown Publishing Group (NY)",
    "publishedDate": "2003",
    "pageCount": 266
  },
  {
    "id": "U68zY4-nb1wC",
    "title": "Madness and Civilization",
    "authors": ["Michel Foucault"],
    "description": "Michel Foucault examines the archeology of madness in the West from 1500 to 1800 - from the late Middle Ages, when insanity was still considered part of everyday life and fools and lunatics walked the streets freely, to the time when such people began to be considered a threat, asylums were first built, and walls were erected between the \"insane\" and the rest of humanity.",
    "categories": ["History"],
    "thumbnail": "http://books.google.com/books/content?id=U68zY4-nb1wC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Vintage",
    "publishedDate": "1988-11-28",
    "pageCount": 318
  },
  {
    "id": "xLacAgAAQBAJ",
    "title": "The Assassin's Blade",
    "authors": ["Sarah J. Maas"],
    "description": "Celaena Sardothien is Adarlan's most feared assassin. As part of the Assassins' Guild, her allegiance is to her master, Arobynn Hamel, yet Celaena listens to no one and trusts only her fellow killer-for-hire, Sam. In these action-packed prequel novellas - together in one edition for the first time - Celaena embarks on five daring missions. They take her from remote islands to hostile deserts, where she fights to liberate slaves and seeks to avenge the tyrannous. But she is acting against Arobynn's orders and could suffer an unimaginable punishment for such treachery ...Explore the dark underworld of this kick-ass heroine and find out how the legend begins in the five page-turning prequel novellas to the New York Times bestselling Throne of Glass series.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=xLacAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "A&C Black",
    "publishedDate": "2014",
    "pageCount": 465
  },
  {
    "id": "i2MCAAAAYAAJ",
    "title": "Through the Looking Glass",
    "authors": ["Lewis Carroll"],
    "description": "In this sequel to Alice in Wonderland, Alice climbs through a mirror in her room and enters a world similar to a chess board where she experiences many curious adventures with its fantastic inhabitants.",
    "categories": ["Adventure and adventurers"],
    "thumbnail": "http://books.google.com/books/content?id=i2MCAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1897",
    "pageCount": 232
  },
  {
    "id": "Mo7D3Je7_DMC",
    "title": "The Wind in the Willows",
    "authors": ["Kenneth Grahame"],
    "description": "The tales of Ratty, Mole, Badger and Toad. When Mole goes boating with the Water Rat instead of spring-cleaning, he discovers a new world. As well as the river and the Wild Wood, there is Toad's craze for fast travel which leads him and his friends on a whirl of trains, barges, gipsy caravans and motor cars and even into battle.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=Mo7D3Je7_DMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Wordsworth Editions",
    "publishedDate": "1993",
    "pageCount": 202
  },
  {
    "id": "D8GIcKPGNR8C",
    "title": "Throne of Glass",
    "authors": ["Sarah J. Maas"],
    "description": "A hugely commercial, fabulously addictive fantastical romp - from an author with top-notch digital self-publishing pedigree and legions of fans awaiting publication",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=D8GIcKPGNR8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "A&C Black",
    "publishedDate": "2012",
    "pageCount": 419
  },
  {
    "id": "w7FfrQxhnxEC",
    "title": "Fablehaven",
    "authors": ["Brandon Mull"],
    "description": "When Kendra and Seth go to stay at their grandparents' estate, they discover that it is a sanctuary for magical creatures and that a battle between good and evil is looming.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=w7FfrQxhnxEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2007-04-24",
    "pageCount": 384
  },
  {
    "id": "kdNvXWMa5xoC",
    "title": "Shadow and Bone",
    "authors": ["Leigh Bardugo"],
    "description": "The Grishaverse will be coming to Netflix soon with Shadow and Bone, an original series Enter the Grishaverse with Book One of the Shadow and Bone Trilogy by the #1 New York Times-bestselling author of Six of Crows and Crooked Kingdom. Soldier. Summoner. Saint. Orphaned and expendable, Alina Starkov is a soldier who knows she may not survive her first trek across the Shadow Fold--a swath of unnatural darkness crawling with monsters. But when her regiment is attacked, Alina unleashes dormant magic not even she knew she possessed. Now Alina will enter a lavish world of royalty and intrigue as she trains with the Grisha, her country's magical military elite--and falls under the spell of their notorious leader, the Darkling. He believes Alina can summon a force capable of destroying the Shadow Fold and reuniting their war-ravaged country, but only if she can master her untamed gift. As the threat to the kingdom mounts and Alina unlocks the secrets of her past, she will make a dangerous discovery that could threaten all she loves and the very future of a nation. Welcome to Ravka . . . a world of science and superstition where nothing is what it seems. A New York Times Bestseller A Los Angeles Times Bestseller An Indie Next List Book This title has Common Core connections. Praise for the Grishaverse \"A master of fantasy.\" --The Huffington Post \"Utterly, extremely bewitching.\" --The Guardian \"The best magic universe since Harry Potter.\" --Bustle \"This is what fantasy is for.\" --The New York Times Book Review \" A] world that feels real enough to have its own passport stamp.\" --NPR \"The darker it gets for the good guys, the better.\" --Entertainment Weekly \"Sultry, sweeping and picturesque. . . . Impossible to put down.\" --USA Today \"There's a level of emotional and historical sophistication within Bardugo's original epic fantasy that sets it apart.\" --Vanity Fair \"Unlike anything I've ever read.\" --Veronica Roth, bestselling author of Divergent \"Bardugo crafts a first-rate adventure, a poignant romance, and an intriguing mystery \" --Rick Riordan, bestselling author of the Percy Jackson series \"This is a great choice for teenage fans of George R.R. Martin and J.R.R. Tolkien.\" ?RT Book Reviews Read all the books in the Grishaverse The Shadow and Bone Trilogy (previously published as The Grisha Trilogy) Shadow and Bone Siege and Storm Ruin and Rising The Six of Crows Duology Six of Crows Crooked Kingdom The Language of Thorns: Midnight Tales and Dangerous Magic",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=kdNvXWMa5xoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Macmillan",
    "publishedDate": "2012-06-05",
    "pageCount": 369
  },
  {
    "id": "hRd7dJ-9G1IC",
    "title": "The Wizard of Oz",
    "authors": ["Lyman Frank Baum"],
    "description": "After a cyclone transports her to the land of Oz, Dorothy must seek out the great wizard in order to return to Kansas.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=hRd7dJ-9G1IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Collector's Library",
    "publishedDate": "2009",
    "pageCount": 188
  },
  {
    "id": "bIZiAAAAMAAJ",
    "title": "A Game of Thrones",
    "authors": ["George R. R. Martin"],
    "description": "Fantasy-roman.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=bIZiAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Bantam",
    "publishedDate": "2011",
    "pageCount": 876
  },
  {
    "id": "WdM_qxJq8T8C",
    "title": "Peter Pan",
    "authors": ["James Matthew Barrie"],
    "description": "The adventures of the three darling children in Never-Never Land with Peter Pan, the boy who would not grow up.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=WdM_qxJq8T8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Sterling Publishing Company, Inc.",
    "publishedDate": "2008",
    "pageCount": 164
  },
  {
    "id": "S9RJEAAAQBAJ",
    "title": "Bloodmarked",
    "authors": ["Tracy Deonn"],
    "description": "\"When the leaders of the Order reveal that they will do everything in their power to keep the approaching demon war a secret, Bree and her friends go on the run so she can learn how to control her devastating new powers.\"--",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=S9RJEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2022-11-08",
    "pageCount": 576
  },
  {
    "id": "Hnb-93B3OGAC",
    "title": "Bridge to Terabithia",
    "authors": ["Katherine Paterson"],
    "description": "The life of a ten-year-old boy in rural Virginia expands when he becomes friends with a newcomer who subsequently meets an untimely death trying to reach their hideaway, Terabithia, during a storm.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=Hnb-93B3OGAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Hippo Books",
    "publishedDate": "1977",
    "pageCount": 142
  },
  {
    "id": "mTr6AAAAQBAJ",
    "title": "Exile",
    "authors": ["Shannon Messenger"],
    "description": "Sophie befriends the mythical Alicorn--and puts her mysterious powers to the test.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=mTr6AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2013-10",
    "pageCount": 576
  },
  {
    "id": "JHEkAQAAMAAJ",
    "title": "Harry Potter and the Deathly Hallows",
    "authors": ["J. K. Rowling"],
    "description": "\"The final adventure in J.K. Rowling's phenomenal, best-selling Harry Potter book series\"--Provided by publisher.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=JHEkAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2007",
    "pageCount": 870
  },
  {
    "id": "NsFaAAAAYAAJ",
    "title": "The Brothers Lionheart",
    "authors": ["Astrid Lindgren"],
    "description": "Two brothers share many adventures after their death when they are reunited in Nangiyala, the land where sagas come from.",
    "categories": ["Juvenile Nonfiction"],
    "thumbnail": "http://books.google.com/books/content?id=NsFaAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Puffin",
    "publishedDate": "1985",
    "pageCount": 196
  },
  {
    "id": "poq0maYov4MC",
    "title": "Keeper of the Lost Cities",
    "authors": ["Shannon Messenger"],
    "description": "At age 12, Sophie learns that the remarkable abilities that have always caused her to stand out identify her as an elf. After being brought to Eternalia to hone her skills, she discovers that she has secrets buried in her memory for which some would kill.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=poq0maYov4MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2012-10-02",
    "pageCount": 496
  },
  {
    "id": "Ts_gmPmzxtUC",
    "title": "The Hobbit, Or, There and Back Again",
    "authors": ["John Ronald Reuel Tolkien"],
    "description": "The Lord of the Rings is an epic adventure, a beautifully written masterpiece of imaginative fiction of the 20th century.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=Ts_gmPmzxtUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "HarperCollins UK",
    "publishedDate": "1996",
    "pageCount": 302
  },
  {
    "id": "uZEkAAAAQBAJ",
    "title": "Crown of Midnight",
    "authors": ["Sarah J. Maas"],
    "description": "As the royal assassin to an evil king, eighteen-year-old Celaena Sardothien must decide what she will fight for--survival, love, or the future of a kingdom.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=uZEkAAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Bloomsbury Publishing USA",
    "publishedDate": "2013-08-27",
    "pageCount": 435
  },
  {
    "id": "KLuiEAAAQBAJ",
    "title": "A Curse for True Love",
    "authors": ["Stephanie Garber"],
    "description": "Two villains, one girl, and a deadly battle for happily ever after. Evangeline Fox ventured to the Magnificent North in search of her happy ending, and it seems as if she has it. She's married to a handsome prince and lives in a legendary castle. But Evangeline has no idea of the devastating price she's paid for this fairytale. She doesn't know what she has lost, and her husband is determined to make sure she never finds out . . . but first he must kill Jacks, the Prince of Hearts. Blood will be shed, hearts will be stolen, and true love will be put to the test in A Curse for True Love, the breathlessly anticipated conclusion to the Once Upon A Broken Heart trilogy.",
    "categories": ["Young Adult Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=KLuiEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2023-09-12",
    "pageCount": 0
  },
  {
    "id": "OJZFAAAAMAAJ",
    "title": "Peter and Wendy",
    "authors": ["James Matthew Barrie"],
    "description": "The adventures of Peter Pan, the boy who would not grow up.",
    "categories": ["Children"],
    "thumbnail": "http://books.google.com/books/content?id=OJZFAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1911",
    "pageCount": 306
  },
  {
    "id": "UDXYAAAAMAAJ",
    "title": "The Magician's Nephew",
    "authors": ["C. S. Lewis"],
    "description": "The secret passage to the house next door leads to a fascinating adventure.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=UDXYAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Harper Collins",
    "publishedDate": "1994-06-25",
    "pageCount": 212
  },
  {
    "id": "0MULAQAAMAAJ",
    "title": "The Tales of Beedle the Bard",
    "authors": ["J. K. Rowling"],
    "description": "'And As For This Book,' Said Hermione, The Tales Of Beedle The Bard... I&Rsquo;Ve Never Even Heard Of Them!' 'You&Rsquo;Ve Never Heard Of The Tales Of Beedle The Bard?' Said Ron Incredulously. 'You'Re Kidding, Right?' (Taken From Harry Potter And The Deathly Hallows) Bloomsbury, In Association With The Children'S High Level Group, Is Delighted To Announce The Tales Of Beedle The Bard, The First New Book From J. K. Rowling Since The Publication Of The Final Book In The Harry Potter Series, Harry Potter And The Deathly Hallows. The Tales Of Beedle The Bard, Played A Crucial Role In Assisting Harry, Aided By His Friends Ron And Hermione, To Finally Defeat Lord Voldemort. Fans Will Be Thrilled To Have This Opportunity To Read The Tales In Full. The Tales Of Beedle The Bard Is Without Doubt An Exciting Addition To The Canon Of Harry Potter. They Also Reveal The Wonderful Versatility Of The Author, As She Tackles With Relish The Structure And Varying Tones Of A Classic Fairy Tale. There Are Five Tales Included In The Book: 'The Tale Of The Three Brothers', Which Is Recounted In Harry Potter And The Deathly Hallows; Plus Four More &Mdash; 'The Fountain Of Fair Fortune', 'The Warlock'S Hairy Heart', 'The Wizard And The Hopping Pot', And 'Babbitty Rabbitty And Her Cackling Stump'. Each Tale Has Its Own Magical Character And Will Variously Bring Delight, Laughter And The Thrill Of Mortal Peril. The Tales Of Beedle The Bard, Translated From The Original Runes By Hermione Granger, Is Introduced And Illustrated By J. K. Rowling. Also Included Are Notes On The Stories By Professor Albus Dumbledore, Which Appear By Generous Permission Of The Hogwarts Headmasters' Archive.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=0MULAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Bloomsbury Children's Books",
    "publishedDate": "2008",
    "pageCount": 136
  },
  {
    "id": "BvTfFGrRzsAC",
    "title": "The Voyage of the Dawn Treader",
    "authors": ["Clive Staples Lewis"],
    "description": "When evil comes to Narnia, Jill and Eustace help fight the great last battle and Aslan leads his people to a glorious new paradise.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=BvTfFGrRzsAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "HarperCollins Children's Books",
    "publishedDate": "1980",
    "pageCount": 196
  },
  {
    "id": "cvbXm1rhJeIC",
    "title": "The Golden Compass",
    "authors": ["Philip Pullman"],
    "description": "Accompanied by her daemon, Lyra Belacqua sets out to prevent her best friend and other kidnapped children from becoming the subject of gruesome experiments in the Far North.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=cvbXm1rhJeIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Del Rey",
    "publishedDate": "1997",
    "pageCount": 372
  },
  {
    "id": "ptHZAAAAMAAJ",
    "title": "The Lord of the Rings",
    "authors": ["John Ronald Reuel Tolkien"],
    "description": "Contains the complete set of the six books of Lord of the Rings.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=ptHZAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Mariner Books",
    "publishedDate": "2001",
    "pageCount": 1176
  },
  {
    "id": "BeGkQ0whAq0C",
    "title": "Over Sea, Under Stone",
    "authors": ["Susan Cooper"],
    "description": "Three siblings on vacation in Cornwall find an ancient manuscript which sends them on a dangerous quest that entraps them in the eternal battle between the forces of the Light and the Dark.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=BeGkQ0whAq0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2000-11",
    "pageCount": 304
  },
  {
    "id": "OqW7183UykkC",
    "title": "Prince Caspian",
    "authors": ["Clive Staples Lewis"],
    "description": "Peter, Susan, Edmund and Lucy return to Narnia once more, this time to help rescue the rightful heir to the throne from his evil Uncle Miraz.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=OqW7183UykkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "HarperCollins UK",
    "publishedDate": "2009",
    "pageCount": 242
  },
  {
    "id": "-Hkez1E8jJoC",
    "title": "The Little Prince",
    "authors": [],
    "description": "A man has an accident in the Sahara Desert, and encounters the Little Prince.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=-Hkez1E8jJoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Houghton Mifflin Harcourt",
    "publishedDate": "2000",
    "pageCount": 106
  },
  {
    "id": "Pnqx6B2lF60C",
    "title": "The Silver Chair",
    "authors": ["Clive Staples Lewis"],
    "description": "Two English children undergo hair-raising adventures as they go on a search and rescue mission for the missing Prince Rilian, who is held captive in the underground kingdom of the Emerald Witch.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=Pnqx6B2lF60C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "HarperCollins UK",
    "publishedDate": "1998",
    "pageCount": 260
  },
  {
    "id": "7-JfDlNcvhEC",
    "title": "The Shadow Rising",
    "authors": ["Robert Jordan"],
    "description": "The seals of Shayol Ghul are weak now, and the Dark One reaches out. The Shadow is rising to cover humankind. In Tar Valon, Min sees portents of hideous doom. Will the White Tower itself be broken? In the Two Rivers, the Whitecloaks ride in pursuit of a man with golden eyes, and in pursuit of the Dragon Reborn. In Cantorin, among the Sea Folk, High Lady Suroth plans the return of the Seanchan armies to the mainland. In the Stone of Tear, the Lord Dragon considers his next move. It will be something no one expects, not the Black Ajah, not Tairen nobles, not Aes Sedai, not Egwene or Elayne or Nynaeve. Against the Shadow rising stands the Dragon Reborn.....",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=7-JfDlNcvhEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Macmillan",
    "publishedDate": "1993-10-15",
    "pageCount": 1015
  },
  {
    "id": "6hzSk8MupCYC",
    "title": "The Farthest Shore",
    "authors": ["Ursula K. Le Guin"],
    "description": "The second book in LeGuin's fantasy series finds a mature Sparrowhawk sailing on a journey to find the cause of the evil disturbances in the world of Earthsea. Winner of the National Book Award. Copyright © Libri GmbH. All rights reserved.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=6hzSk8MupCYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "1972",
    "pageCount": 248
  },
  {
    "id": "ixaFLnlpKzYC",
    "title": "James and the Giant Peach",
    "authors": ["Roald Dahl"],
    "description": "When James Henry Trotter accidentally drops some magic crystals by the old peach tree, strange things start to happen. The peach at the top of the tree begins to grow, and before long it's as big as a house. Then James discovers a secret entranceway into the fruit, and when he crawls inside, he meets a bunch of marvelous oversized friends -- Old-Green-Grasshopper, Centipede, Ladybug, Miss Spider, and more. After years of feeling like an outsider in the house of his despicable Aunt Sponge and Aunt Spiker, James has finally found a place where he belongs. With a snip of the stem, the peach starts rolling away, and the exciting adventure begins!",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=ixaFLnlpKzYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Puffin",
    "publishedDate": "2001",
    "pageCount": 164
  },
  {
    "id": "bqhaAAAAMAAJ",
    "title": "The Wind in the Willows",
    "authors": ["Kenneth Grahame"],
    "description": "Since its publication in 1908, Kenneth Grahame's The Wind in the Willows has enchanted readers, young and old. This new edition, sensitively abridged and exquisitely illustrated by Inga Moore, is sure to win over a new generation of fans. Here readers will meet the amiable Mole, his hearty friend the Water Rat, the genial Badger, and, of course, the irrepressible Mr. Toad, and enjoy some of the most memorable adventures in children's literature. Classic, yet accessible, and full of humor, this beautiful volume is the perfect addition to every family's bookshelf. Book jacket.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=bqhaAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1908",
    "pageCount": 324
  },
  {
    "id": "FD72ekYZqIkC",
    "title": "A Wizard of Earthsea",
    "authors": ["Ursula K. Le Guin"],
    "description": "Originally published in 1968, Ursula K. Le Guin's A Wizard of Earthsea marks the first of the six now beloved Earthsea titles. Ged was the greatest sorcerer in Earthsea, but in his youth he was the reckless Sparrowhawk. In his hunger for power and knowledge, he tampered with long-held secrets and loosed a terrible shadow upon the world. This is the tumultuous tale of his testing, how he mastered the mighty words of power, tamed an ancient dragon, and crossed death's threshold to restore the balance.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=FD72ekYZqIkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Houghton Mifflin Harcourt",
    "publishedDate": "2012",
    "pageCount": 267
  },
  {
    "id": "FoUyAQAAMAAJ",
    "title": "The Nursery \"Alice\"",
    "authors": ["Lewis Carroll"],
    "description": "No description available.",
    "categories": ["Alice (Fictitious character : Carroll)"],
    "thumbnail": "http://books.google.com/books/content?id=FoUyAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1889",
    "pageCount": 102
  },
  {
    "id": "V94zd80Y4WIC",
    "title": "Through the Looking-Glass",
    "authors": ["Lewis Carroll"],
    "description": "Publisher description",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=V94zd80Y4WIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Harper Collins",
    "publishedDate": "1993-04-23",
    "pageCount": 248
  },
  {
    "id": "vToaYGUhFr8C",
    "title": "Graceling",
    "authors": ["Kristin Cashore"],
    "description": "Discover the Graceling Realm in this unforgettable, award-winning novel from bestselling author Kristin Cashore A New York Times bestseller ALA Best Book for Young Adults Mythopoeic Fantasy Award for Children's Literature Winner Publishers Weekly, School Library Journal, Booklist, and BCCB Best Book of the Year \"Rageful, exhilarating, wistful in turns\" (The New York Times Book Review) with \"a knee weakening romance\" (LA Times). Graceling is a thrilling, action-packed fantasy adventure that will resonate deeply with anyone trying to find their way in the world. Graceling tells the story of the vulnerable-yet-strong Katsa, who is smart and beautiful and lives in the Seven Kingdoms where selected people are born with a Grace, a special talent that can be anything at all. Katsa's Grace is killing. As the king's niece, she is forced to use her extreme skills as his brutal enforcer. Until the day she meets Prince Po, who is Graced with combat skills, and Katsa's life begins to change. She never expects to become Po's friend. She never expects to learn a new truth about her own Grace--or about a terrible secret that lies hidden far away . . . a secret that could destroy all seven kingdoms with words alone. And don't miss the sequel Fire and companion Bitterblue, both award-winning, New York Times bestsellers, and full of Kristin Cashore's elegant, evocative prose and unforgettable characters.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=vToaYGUhFr8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Houghton Mifflin Harcourt",
    "publishedDate": "2008",
    "pageCount": 492
  },
  {
    "id": "Hd7XAAAAMAAJ",
    "title": "Neil Gaiman and Charles Vess's Stardust",
    "authors": ["Neil Gaiman"],
    "description": "In the sleepy English countryside of decades past, a lovelorn young man steps through a gap in a high stone wall, and into the most unforgettable adventure of his life.",
    "categories": ["Comics & Graphic Novels"],
    "thumbnail": "http://books.google.com/books/content?id=Hd7XAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Vertigo",
    "publishedDate": "2007",
    "pageCount": 262
  },
  {
    "id": "4bn7XhMeBH8C",
    "title": "Prince Caspian Movie Tie-in Edition (rack)",
    "authors": ["C. S. Lewis"],
    "description": "This movie tie-in edition of the full original PRINCE CASPIAN novel will be rack size, and feature a movie cover and an 8-page movie still insert.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=4bn7XhMeBH8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Zondervan",
    "publishedDate": "2008-04",
    "pageCount": 260
  },
  {
    "id": "ZnlJAQAAIAAJ",
    "title": "House of Many Ways",
    "authors": ["Diana Wynne Jones"],
    "description": "Charmain Baker is in over her head. Looking after Great-Uncle William's tiny cottage while he's ill should have been easy. But Great-Uncle William is better known as the Royal Wizard Norland, and his house bends space and time. Its single door leads to any number of places—the bedrooms, the kitchen, the caves under the mountains, the past, and the Royal Mansion, to name just a few. By opening that door, Charmain has become responsible for not only the house, but for an extremely magical stray dog, a muddled young apprentice wizard, and a box of the king's most treasured documents. She has encountered a terrifying beast called a lubbock, irritated a clan of small blue creatures, and wound up smack in the middle of an urgent search. The king and his daughter are desperate to find the lost, fabled Elfgift—so desperate that they've even called in an intimidating sorceress named Sophie to help. And where Sophie is, can the Wizard Howl and fire demon Calcifer be far behind? Of course, with that magical family involved, there's bound to be chaos—and unexpected revelations. No one will be more surprised than Charmain by what Howl and Sophie discover.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=ZnlJAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Greenwillow Books",
    "publishedDate": "2008-06-10",
    "pageCount": 424
  },
  {
    "id": "WWMrAAAAYAAJ",
    "title": "The Lion, the Witch and the Wardrobe",
    "authors": ["Clive Staples Lewis"],
    "description": "The best-selling rack edition of The Lion, the Witch and the Wardrobe now has a movie still cover and an eight-page movie still insert! \"Excellent for Homeschool Use\"",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=WWMrAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Simon & Schuster Books For Young Readers",
    "publishedDate": "1970",
    "pageCount": 204
  },
  {
    "id": "EvqJCGeqKhsC",
    "title": "Pride and Prejudice",
    "authors": ["Jane Austen"],
    "description": "The text of Pride and Prejudice is the 1813 first edition text.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=EvqJCGeqKhsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Oxford University Press, USA",
    "publishedDate": "1980",
    "pageCount": 388
  },
  {
    "id": "puA-l8kNhOYC",
    "title": "To Sir Phillip, with Love",
    "authors": ["Julia Quinn"],
    "description": "She wrote him a letter and he stole her heart.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=puA-l8kNhOYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2003",
    "pageCount": 274
  },
  {
    "id": "AiH4zgEACAAJ",
    "title": "The Viscount Who Loved Me",
    "authors": ["Julia Quinn"],
    "description": "# 1 New York Times Bestseller The inspiration for season two of BRIDGERTON, a series created by Shondaland for Netflix, from #1 New York Times bestselling author Julia Quinn: the story of Anthony Bridgerton in the second of her beloved Regency-set novels featuring the charming, powerful Bridgerton family. ANTHONY'S STORY This time the gossip columnists have it wrong. London's most elusive bachelor Anthony Bridgerton hasn't just decided to marry--he's even chosen a wife! The only obstacle is his intended's older sister, Kate Sheffield--the most meddlesome woman ever to grace a London ballroom. The spirited schemer is driving Anthony mad with her determination to stop the betrothal, but when he closes his eyes at night, Kate's the woman haunting his increasingly erotic dreams... Contrary to popular belief, Kate is quite sure that reformed rakes do not make the best husbands--and Anthony Bridgerton is the most wicked rogue of them all. Kate's determined to protect her sister--but she fears her own heart is vulnerable. And when Anthony's lips touch hers, she's suddenly afraid she might not be able to resist the reprehensible rake herself...",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=AiH4zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "HarperLuxe",
    "publishedDate": "2022-05-24",
    "pageCount": 512
  },
  {
    "id": "XeowGQAACAAJ",
    "title": "Pride and Prejudice",
    "authors": ["Jane Austen"],
    "description": "Classics with legible texts you can actually read at a fantastic price.",
    "categories": ["Classic fiction"],
    "thumbnail": "http://books.google.com/books/content?id=XeowGQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Atlantic Publishing, Croxley Green",
    "publishedDate": "2012-01-31",
    "pageCount": 0
  },
  {
    "id": "_y8kwT-j3sUC",
    "title": "Simple Gifts",
    "authors": ["Judith McNaught", "Jude Deveraux"],
    "description": "4 Heartwarming Christmas Stories.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=_y8kwT-j3sUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Simon and Schuster",
    "publishedDate": "2001-12",
    "pageCount": 404
  },
  {
    "id": "ugbmAgAAQBAJ",
    "title": "Dare to Love",
    "authors": ["Carly Phillips"],
    "description": "She arouses his dominant and protective instincts And he will do anything to possess her … And does. When billionaire Ian Dare gets one glimpse of the sensual and irresistible Riley Taylor, he knows that he must have her. But any future he might have with Riley means he’ll have to confront his past—a past he’d rather forget. And that’s something this NFL team owner won’t dare to do—not even for love.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=ugbmAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "CP Publishing",
    "publishedDate": "2013-11-18",
    "pageCount": 256
  },
  {
    "id": "ZlbsjwEACAAJ",
    "title": "The Italian Girl",
    "authors": ["Lucinda Riley"],
    "description": "Rosanna Menici is just a girl when she meets Roberto Rossini, the man who will change her life. In the years to come, their destinies are bound together by their extraordinary talents as opera singers and by their enduring but obsessive love for each other--a love that will ultimately affect the lives of those closest to them. For, as Rosanna slowly discovers, their unison is haunted by irreversible events from the past...",
    "categories": ["Man-woman relationships"],
    "thumbnail": "http://books.google.com/books/content?id=ZlbsjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Clipper Audio",
    "publishedDate": "2015",
    "pageCount": 0
  },
  {
    "id": "7cULzgEACAAJ",
    "title": "The Missing Sister",
    "authors": ["Lucinda Riley"],
    "description": "From Sunday Times No.1 bestselling author Lucinda Riley comes the latest installment in the epic multimillion-selling series, The Seven Sisters. The story of Merope, the missing sister, is waiting to be told . . . Following Georg Hoffman's revelation that he may have found The Missing Sister, Maia and Ally discover that all they have to go on is an address of a vineyard in New Zealand, plus a drawing of an unusual star-shaped emerald ring. Deciding that CeCe, who lives in Australia, is the closest, they send her to investigate with her partner, Chrissie. So begins a race against time to identify the Missing Sister, so she can join her sisters on The Titan to lay a wreath at a spot on the Aegean Sea where Ally last saw Pa Salt's boat. It's a race that takes them across the globe, as Mary McDougal, the woman who has the emerald ring that can confirm for certain if her daughter, Mary-Kate, is the Missing Sister, has embarked on a world tour after the death of her husband. As each sister takes their turn to trace her in New Zealand, Canada, England, France and Ireland, the elusive Mary manages to slip through their fingers, and it seems that she does not want to be found...",
    "categories": [],
    "thumbnail": "http://books.google.com/books/content?id=7cULzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2021-04-29",
    "pageCount": 576
  },
  {
    "id": "Rwcpd5zqrrkC",
    "title": "Last Sacrifice",
    "authors": ["Richelle Mead"],
    "description": "The final heart wrenching episode at St Vladimir's Academy. Rose is on trial for high treason and the death of Queen Tatiana. Someone is trying to frame her and it looks like even Dimitri might not be able to save her now.",
    "categories": ["Juvenile Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=Rwcpd5zqrrkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Penguin UK",
    "publishedDate": "2010",
    "pageCount": 556
  },
  {
    "id": "yllMPgAACAAJ",
    "title": "Anne of Avonlea",
    "authors": ["Montgomery, Ian", "Lucy Maud Montgomery"],
    "description": "In this sequel to \"Anne of Green Gables,\" teenage Anne Shirley becomes a schoolteacher in a small village on Prince Edward Island.",
    "categories": ["Islands"],
    "thumbnail": "",
    "publisher": "Seal Books",
    "publishedDate": "1984-05-01",
    "pageCount": 277
  },
  {
    "id": "QES7mCcS4EwC",
    "title": "Above and Beyond",
    "authors": ["Sandra Brown"],
    "description": "Trevor's love for Kyla--the widow of his best friend--is complicated by a secret that threatens to destroy their fragile relationship",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=QES7mCcS4EwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Mira Books",
    "publishedDate": "1986",
    "pageCount": 297
  },
  {
    "id": "tWbVwZjv43kC",
    "title": "The Glass Menagerie",
    "authors": ["Tennessee Williams"],
    "description": "The only single edition now available of this American classic about a mother obsessed with her disabled daughter.",
    "categories": ["Drama"],
    "thumbnail": "http://books.google.com/books/content?id=tWbVwZjv43kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "New Directions Publishing",
    "publishedDate": "1999",
    "pageCount": 132
  },
  {
    "id": "w4b-I_NSgXYC",
    "title": "Love Only Once",
    "authors": ["Johanna Lindsey"],
    "description": "Kidnapped and seduced by the handsome Nicholas Eden, lovely Regina Ashton falls for her captor, but scandal, danger, and tragic misunderstandings threaten their relationship, in a tale of Regency England.",
    "categories": ["England"],
    "thumbnail": "http://books.google.com/books/content?id=w4b-I_NSgXYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1985",
    "pageCount": 452
  },
  {
    "id": "FTDuAAAAMAAJ",
    "title": "Sons and Lovers",
    "authors": ["David Herbert Lawrence"],
    "description": "A provocative portrait of an artist torn between love for his possessive mother and desire for two young beautiful women. It is also the story of Paul Morel's growing into manhood torn by both inner and outer conflict.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=FTDuAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Penguin Group",
    "publishedDate": "1977",
    "pageCount": 652
  },
  {
    "id": "Aso0uAAACAAJ",
    "title": "Sense and Sensibility",
    "authors": ["Jane Austen"],
    "description": "Classics with legible texts you can actually read at a fantastic price.",
    "categories": ["Books and reading"],
    "thumbnail": "http://books.google.com/books/content?id=Aso0uAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Atlantic Publishing, Croxley Green",
    "publishedDate": "2012-01-31",
    "pageCount": 0
  },
  {
    "id": "OShhkoZC_9wC",
    "title": "A Loving Scoundrel",
    "authors": ["Johanna Lindsey"],
    "description": "Danny grew up on the streets of London as a pickpocket, but Jeremy Malory rescues her and hires her as his upstairs maid.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=OShhkoZC_9wC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2004",
    "pageCount": 528
  },
  {
    "id": "O93ctgAACAAJ",
    "title": "Persuasion",
    "authors": ["Jane Austen"],
    "description": "Classics with legible texts you can actually read at a fantastic price.",
    "categories": ["Books and reading"],
    "thumbnail": "http://books.google.com/books/content?id=O93ctgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Atlantic Publishing, Croxley Green",
    "publishedDate": "2012-01-31",
    "pageCount": 0
  },
  {
    "id": "FU5bPgAACAAJ",
    "title": "Emma",
    "authors": ["Jane Austen"],
    "description": "Classics with legible texts you can actually read at a fantastic price.",
    "categories": ["England"],
    "thumbnail": "http://books.google.com/books/content?id=FU5bPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Atlantic Publishing, Croxley Green",
    "publishedDate": "2012-01-01",
    "pageCount": 512
  },
  {
    "id": "NLc7MAEACAAJ",
    "title": "Northanger Abbey",
    "authors": ["Jane Austen"],
    "description": "Classics with legible texts you can actually read at a fantastic price.",
    "categories": ["Books and reading"],
    "thumbnail": "http://books.google.com/books/content?id=NLc7MAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Atlantic Publishing, Croxley Green",
    "publishedDate": "2012-01-01",
    "pageCount": 256
  },
  {
    "id": "aDYbgk-OCR4C",
    "title": "Fine Things",
    "authors": ["Danielle Steel"],
    "description": "The story of a man who learns that one's capacity to love is not reached until it is tested.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=aDYbgk-OCR4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Dell Publishing Company",
    "publishedDate": "1988",
    "pageCount": 415
  },
  {
    "id": "LuLi0AEACAAJ",
    "title": "My Kind of Christmas",
    "authors": ["Robyn Carr"],
    "description": "No description available.",
    "categories": ["Romance"],
    "thumbnail": "http://books.google.com/books/content?id=LuLi0AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2024",
    "pageCount": 0
  },
  {
    "id": "yhNNrgEACAAJ",
    "title": "The Storm Sister",
    "authors": ["Lucinda Riley"],
    "description": "Ally D'Apliese is about to compete in one of the world's most perilous yacht races, when she hears the news of her adoptive father's sudden, mysterious death. Rushing back to meet her five sisters at their family home, she discovers that her father - an elusive billionaire affectionately known to his daughters as Pa Salt - has left each of them a tantalising clue to their true heritage. Ally has also recently embarked on a deeply passionate love affair that will change her destiny forever. But with her life now turned upside down, Ally decides to leave the open seas and follow the trail that her father left her, which leads her to the icy beauty of Norway ... There, Ally begins to discover her roots - and how her story is inextricably bound to that of a young unknown singer, Anna Landvik, who lived there over a hundred years before, and sang in the first performance of Grieg's iconic music set to Ibsen's play 'Peer Gynt'. As Ally learns more about Anna, she also begins to question who her father, Pa Salt, really was. And why is the seventh sister missing?",
    "categories": ["Adopted children"],
    "thumbnail": "http://books.google.com/books/content?id=yhNNrgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Macmillan",
    "publishedDate": "2015-11-05",
    "pageCount": 0
  },
  {
    "id": "7fWxNvWUyWsC",
    "title": "Before the Season Ends",
    "authors": ["Linore Rose Burkard"],
    "description": "Prepare to fall in love with Ariana and her cohorts in this Christian Regency. From her home in the village of Chesterton to the very ballroom of Carlton House, readers will follow her journey of faith--and adventure--to its heartwarming conclusion.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=7fWxNvWUyWsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "Xulon Press",
    "publishedDate": "2005-05",
    "pageCount": 322
  },
  {
    "id": "fnWqzwEACAAJ",
    "title": "Pretty Reckless",
    "authors": ["L. J. Shen"],
    "description": "They say revenge is a dish best served cold... Penn Scully has had four years to stew on what Daria Followhill did to him, and now his heart is completely iced over. He took her first kiss, and she took away the only person he ever loved. He asked her to save the rest of her firsts for him, and she walked all over his heart in stiletto heels and left it bleeding out on a bright summer day. Now, everything has changed. When circumstances leave Penn homeless in his senior year, the Followhills take him in as their latest shiny project. That means, for the time being, he's Daria's housemate, living right across the hall. And once he sees her again, he's determined to make this spoiled princess pay for ruining the only good thing in his life. But Daria is used to being misunderstood. Being slammed for every snarky comment, cynical eye roll, and foot she puts in the way of the people who hurt her. Being the girl everyone wants to see cry, and keeping her tears hidden. Penn wanted her firsts, but she wants to be his last everything. The problem is, once they see past each other's cutting barbs and wounded hearts, the truths they uncover might just start something new altogether.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=fnWqzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Bloom Books",
    "publishedDate": "2023-08-22",
    "pageCount": 0
  },
  {
    "id": "dh6-QgAACAAJ",
    "title": "Tara Road",
    "authors": ["Maeve Binchy"],
    "description": "Thanks to a chance phone call, Ria from Dublin and Marilyn from New England switch houses for the summer with extraordinary results when they are drawn into lifestyles vastly different than their own.",
    "categories": ["Detective and mystery stories"],
    "thumbnail": "http://books.google.com/books/content?id=dh6-QgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1999",
    "pageCount": 502
  },
  {
    "id": "A1Dtmi0VdMwC",
    "title": "North and South",
    "authors": ["Elizabeth Cleghorn Gaskell"],
    "description": "Milton is a sooty, noisy northern town centred around the cotton mills that employ most of its inhavitants. Arriving from a rural idyll in the South, Margaret Hale is initially shocked by the social unrest and povery she finds in her new home town -- back cover.",
    "categories": ["England, Northern"],
    "thumbnail": "http://books.google.com/books/content?id=A1Dtmi0VdMwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1927",
    "pageCount": 456
  },
  {
    "id": "HRDmNwAACAAJ",
    "title": "Seduce Me at Sunrise",
    "authors": ["Lisa Kleypas"],
    "description": "Can she remember the man he once was?",
    "categories": ["Great Britain"],
    "thumbnail": "http://books.google.com/books/content?id=HRDmNwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Center Point",
    "publishedDate": "2008",
    "pageCount": 0
  },
  {
    "id": "LDO-zQEACAAJ",
    "title": "Grace and Glory",
    "authors": ["Jennifer L. Armentrout"],
    "description": "In this thrilling conclusion to the Harbinger trilogy, Trinity, who is out of options, brings Lucifer back to the world to fight the Harbinger, a decision that carries disastrous consequences with it.",
    "categories": ["Young Adult Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=LDO-zQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2021-06",
    "pageCount": 512
  },
  {
    "id": "3MdXPgAACAAJ",
    "title": "The Blue Castle",
    "authors": ["Lucy Maud Montgomery"],
    "description": "Valancy lives a drab life with her overbearing mother and prying aunt. Then a shocking diagnosis from Dr. Trent prompts her to make a fresh start. For the first time, she does and says exactly what she feels. As she expands her limited horizons, Valancy undergoes a transformation, discovering a new world of love and happiness. One of Lucy Maud Montgomery's only novels intended for an adult audience, The Blue Castle is filled with humour and romance.",
    "categories": ["Canada"],
    "thumbnail": "",
    "publisher": "Unknown",
    "publishedDate": "1977",
    "pageCount": 264
  },
  {
    "id": "oLg2vQEACAAJ",
    "title": "The Storm Sister",
    "authors": ["Lucinda Riley"],
    "description": "Ally D'Aplièse is about to compete in one of the world's most perilous yacht races, when she hears the news of her adoptive father's sudden, mysterious death. Rushing back to meet her five sisters at their family home, she discovers that her father - an elusive billionaire affectionately known to his daughters as Pa Salt - has left each of them a tantalising clue to their true heritage. Ally has also recently embarked on a deeply passionate love affair that will change her destiny forever. But with her life now turned upside down, Ally decides to leave the open seas and follow the trail that her father left her, which leads her to the icy beauty of Norway . . . There, Ally begins to discover her roots - and how her story is inextricably bound to that of a young unknown singer, Anna Landvik, who lived there over a hundred years before, and sang in the first performance of Grieg's iconic music set to Ibsen's play 'Peer Gynt'. As Ally learns more about Anna, she also begins to question who her father, Pa Salt, really was. And why is the seventh sister missing?Following the bestselling The Seven Sisters, The Storm Sister is the second book in Lucinda Riley's spellbinding series based loosely on the mythology surrounding the famous star constellation.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=oLg2vQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Pan",
    "publishedDate": "2019-03-21",
    "pageCount": 720
  },
  {
    "id": "2LEG-1l0GasC",
    "title": "Too Strong to Deny",
    "authors": ["Emma Darcy"],
    "description": "No description available.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=2LEG-1l0GasC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "MacMillan Publishing Company",
    "publishedDate": "1990",
    "pageCount": 294
  },
  {
    "id": "wAp-p3golOkC",
    "title": "The Legacy",
    "authors": ["Linda Lael Miller"],
    "description": "An Australian sheep rancher's dying wish is that his daughter marry the man who was both her first love and unfaithful to her a decade earlier.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=wAp-p3golOkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1994",
    "pageCount": 2
  },
  {
    "id": "ig1NfvdjQgIC",
    "title": "Emma",
    "authors": ["Jane Austen"],
    "description": "Emma tries to impose her match making ideas on everyone and finds that sometimes she should desist.",
    "categories": ["England"],
    "thumbnail": "http://books.google.com/books/content?id=ig1NfvdjQgIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Signet Classics",
    "publishedDate": "1996",
    "pageCount": 422
  },
  {
    "id": "2ntOtAEACAAJ",
    "title": "The Thirteen",
    "authors": ["Honore de Balzac"],
    "description": "This series of three novellas is unified by an overarching motif: in all three tales, a mysterious secret society known as The Thirteen is at work behind the scenes. The men in the group have pledged eternal loyalty to each other, and if any member ever finds himself in peril, it is the sworn duty of the others to come to his aid. Honore de Balzac uses this premise as a device to explore a wide range of topics, including clashes between different classes of society, doomed romances, and intrigue driven by greed.",
    "categories": ["Classic literature"],
    "thumbnail": "http://books.google.com/books/content?id=2ntOtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2014",
    "pageCount": 0
  },
  {
    "id": "GXxrzQEACAAJ",
    "title": "The Winemaker's Wife",
    "authors": ["Kristen Harmel"],
    "description": "If you love The Beekeeper's Promiseand The Tattooist of Auschwitzthen you'll adore this beautiful story of love, loss, hope and survival. East of Paris in the sun-drenched vineyards of northern France lies the famous champagne house Maison Chauveau. But behind the extravagant exterior of the grand house is a world of secrets. 1940: When young Ines married into the famed Chauveau family she dreamed of working alongside her husband and raising their beautiful children. But with German occupation comes a life of fear: for herself, for the husband who has joined the Resistance and for Celine, the Jewish wife of their chief vintner. As the Nazis march ever closer Ines will be faced with a terrible choice. 2019: Liv Kent has lost everything: her job, her husband and the family she thought they were building. Alone and adrift she leaps at the chance to join her eccentric grandmother on a trip to Champagne. But it's not long before past and present collide, and in a desperate search for the truth, Liv is led straight to the Maison Chauveau. What readers are saying about The Winemaker's Wife: 'A beautifully woven tale of love, betrayal and redemption' Goodreads reviewer, 5 stars 'This is a story of lovethrough generations, of the French Resistanceand families of blood and choice. Fabulous read!' Amazon reviewer, 5 stars 'A memorable book that weaves a heartbreaking, yet hopeful, tale. This book is fascinating and a must read!' Goodreads reviewer, 5 stars 'It is a story of love and betrayal. It's also a story of forgiveness... kept me intensely interesteduntil the very end' Amazon reviewer, 5 stars 'A deeply thoughtful historical fictionnovel, based on details of real-life Resistance activities that occurred in France during World War II' Gwendalynbooks.blog 'I would highly recommendThe Winemaker's Wifeto those who like historical fiction and women's fiction. A 5 star for me!' Stories Unfolded Blog 'This was a wonderfully twisty book... I definitely want to read more from this author' The Good, the Bad and the Unread",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=GXxrzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2021-04",
    "pageCount": 336
  },
  {
    "id": "oDL5W9sQWJMC",
    "title": "Malafrena",
    "authors": ["Ursula K. Le Guin"],
    "description": "Transports the reader to a Europe of the Imagination, Orsinia, when Itale Sorde is swept up in the revolutionary storms of his day, renouncing both his inheritance and the love of his life for his dream of revolution and the firey woman who wants him for her own.",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=oDL5W9sQWJMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Berkley Books",
    "publishedDate": "1980",
    "pageCount": 358
  },
  {
    "id": "dPuLAAAACAAJ",
    "title": "Charmed",
    "authors": ["Nora Roberts"],
    "description": "No description available.",
    "categories": ["Love stories"],
    "thumbnail": "http://books.google.com/books/content?id=dPuLAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "2005",
    "pageCount": 559
  },
  {
    "id": "Zj61GAAACAAJ",
    "title": "Promise Me Tomorrow",
    "authors": ["Lori Wick"],
    "description": "A heartwarming story of love, trust, and family from the author of the bestselling Where the Wild Rose Blooms, Whispers of Moonlight, and To Know Her by Name. How can Rusty convince Mr. McCandles to trust God and to show love for his son, Quinton?",
    "categories": ["Christian fiction"],
    "thumbnail": "http://books.google.com/books/content?id=Zj61GAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Unknown",
    "publishedDate": "1997",
    "pageCount": 0
  },
  {
    "id": "yvHXAwAAQBAJ",
    "title": "Big Sky Secrets",
    "authors": ["Linda Lael Miller"],
    "description": "The \"First Lady of the West,\" #1 New York Times bestselling author Linda Lael Miller delivers the stunning finale of her acclaimed series set in Parable, Montana—where love awaits Self-made tycoon Landry Sutton heads to Hangman Bend's Ranch to sell his land to his brother Zane. Though he's got cowboy in his blood, Landry plans to return to city life before the dust even settles on his boots. Of course, he didn't count on falling for Big Sky Country…or Ria Manning. Ria's starting to settle into country life herself…until she has a close encounter of the terrifying kind with a buffalo. Turns out the peeping monster belongs to the cowboy next door—and he has her running even more scared than his bison. She wants a home where the buffalo don't roam, and the men don't either. Could Landry's homecoming be her heart's undoing?",
    "categories": ["Fiction"],
    "thumbnail": "http://books.google.com/books/content?id=yvHXAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "publisher": "HQN Books",
    "publishedDate": "2013-12-31",
    "pageCount": 381
  },
  {
    "id": "11FVPgAACAAJ",
    "title": "The Rachel Papers",
    "authors": ["Martin Amis"],
    "description": "On the eve of his twentieth birthday, Charles Highway reviews his campaign to win over a self-assured girl named Rachel.",
    "categories": ["Black humor"],
    "thumbnail": "http://books.google.com/books/content?id=11FVPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "publisher": "Vintage",
    "publishedDate": "1992",
    "pageCount": 0
  }
]
